{
    "restaurants": [
        {
            "name": "Белуга",
            "working_hours": "Ежедневно, 12:00-00:00",
            "address": {
                "street": "ул. Моховая, 15/1, стр. 1",
                "metro": [
                    "Охотный Ряд",
                    "Театральная"
                ]
            },
            "description": "В ресторане Александра Раппопорта на втором этаже гостиницы «Националь» упоительный союз заключили сразу три важных атрибута фешенебельного русского веселья: икра (почти два десятка видов, от доступной щучьей до дорогущей белужьей), водка (со слов владельцев, «богатейшая коллекция в мире») и сказочный вид (в данном случае на Кремль). Сибирский муксун, сахалинский гребешок, дагестанский ягнёнок — меню в жанре «достояние республики», но с современными нюансировкой и подачами. И оцените местный «Завтрак бурлака»: килограмм икры, бутылка водки или игристого, снедь от солений до расстегая и такая же увесистая, как речная барка, цена.",
            "categories": [
                "живая музыка",
                "chef's table",
                "винотека",
                "доступная среда",
                "русская кухня",
                "рыба и морепродукты"
            ]
        },
        {
            "name": "Кафе Пушкинъ",
            "working_hours": "Пн-чт, 09:00-00:00, пт-вс, круглосуточно",
            "address": {
                "street": "б-р Тверской, 26А",
                "metro": [
                    "Тверская",
                    "Пушкинская"
                ]
            },
            "description": "Своим названием один из самых известных ресторанов Москвы обязан песне времён оттепели, но никак не мог бы существовать в СССР: расстегаи, грузди, хруст французской булки — откровенно дореволюционный шик. Амбьянс соответствующий: дубовые шпалеры, лепнина, вышколенные официанты. За парадную кухню русской аристократии бессменно отвечает Андрей Махов: старые рецепты шеф чтит, но и подновить не стесняется, а его пирожки с капустой, мясом или грибами давно стали предметом особого культа. В 2024-м «Пушкинъ» громко отметил 25-летие — за глобальную светскую явку (от «старых денег» до инфлюенсеров) вечеринку превозносил весь бомонд.",
            "categories": [
                "завтраки",
                "живая музыка",
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "русская кухня"
            ]
        },
        {
            "name": "Матрёшка",
            "working_hours": "Ежедневно, 09:00-23:00",
            "address": {
                "street": "Кутузовский просп., 2/1, стр. 6",
                "metro": [
                    "Киевская",
                    "Краснопресненская"
                ]
            },
            "description": "Катанка и гречник, расстегай с рыбой и костромские щи, сет «Русский авангард» и обед «Анна Каренина» — шеф и идеолог «Матрёшки» Влад Пискунов, пожалуй, главный по гастроскрепам в Москве XXI века. Внутри не лубок, а ретрофутуризм: чугунная лестница, антиквариат, много света — словно попал в современный дворянский дом из параллельной вселенной, где не грянула революция 1917 года. После долгой прогулки по набережным Москвы-реки зайти на уху и кулебяку (под облепиховый чай или бузинно-малиновый пунш) — это ли не счастье! Как и унести с собой литр борща, котлеты и буженину из первостатейной матрёшкинской кулинарии.",
            "categories": [
                "завтраки",
                "живая музыка",
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "русская кухня"
            ]
        },
        {
            "name": "Niki",
            "working_hours": "Пн-пт 12:00-00:00, сб-вс 10:00-00:00",
            "address": {
                "street": "пл. Арбатская, 14, стр. 1",
                "metro": [
                    "Арбатская",
                    "Александровский сад"
                ]
            },
            "description": "За меню ресторана от Lucky Group в реконструированном кинотеатре «Художественный» отвечает шеф Дан Мирон: в его картине мира телячий язык подаётся в соусе из рижских шпрот, суточные щи — с жареной зеленью, а бородинский кекс — с мороженым из солода. Впрочем, подход Мирона глубже новой комбинаторики старых вкусов: он ищет баланс между патриархальностью и актуальностью — поэтому, скажем, пельмени с говядиной здесь хрестоматийные (и дивного вкуса). Стопка полугара под утиный холодец, краснодарское сирá, грушевый коктейль на аперитив — лидеры проката, любителям арт-хауса — иван-чай с мёдом из одуванчиков и цукатами крыжовника.",
            "categories": [
                "завтраки",
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "русская кухня"
            ]
        },
        {
            "name": "Savva",
            "working_hours": "Ежедневно, 12:00-00:00",
            "address": {
                "street": "Театральный проезд, 2",
                "metro": [
                    "Площадь Революции",
                    "Театральная"
                ]
            },
            "description": "Массивные стены «Метрополя», близость к туристическим маршрутам и кухня насмотренного шефа Андрея Шмакова — он заведует едой в отеле с десяток лет. В меню перезапущенного в 2020 году вместе с Аркадием Новиковым ресторана Шмаков умудряется сочетать русскую кряжистость, французский флёр и поварской задор большого самобытного автора. Результат: удивительные котлеты из марала, пирог из дичи с лавандовым соусом, мимоза с копчёным кижучем и осетровой икрой — немудрено, что Savva стал завсегдатаем всевозможных гидов, рейтингов и премий. Антураж конгениален регалиям — мраморные колонны, высокие потолки, позолота, фрески с античными сюжетами, миллезимная шампань в бокалах.",
            "categories": [
                "винотека",
                "chef's table",
                "живая музыка",
                "веранда",
                "можно с животными",
                "рады детям",
                "русская кухня"
            ]
        },
        {
            "name": "Selfie",
            "working_hours": "Ежедневно, 12:00-00:00",
            "address": {
                "street": "б-р Новинский, 31",
                "metro": [
                    "Баррикадная",
                    "Краснопресненская"
                ]
            },
            "description": "Бенефис Анатолия Казакова — шефа-визионера, героя мировых гастросмотров и одного из главных популяризаторов региональных автохтонов и специалитетов. В центре сюжета — российские продукты и их невероятные перевоплощения: на авансцене большой открытой кухни Казаков поёт оды берёзовому соку, ростовской утке и пошехонскому сыру, скрещивает в десерте щавель, ряженку и тархун. Молоки налима идут в уху, на сотах настаивают дистилляты, с черноплодкой делают негрони — удивительные находки, сезонные обновления, регулярные авторские сеты: в 2024-м Selfie отпраздновал десятилетие, но приедаться не собирается.",
            "categories": [
                "chef's table",
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "русская кухня"
            ]
        },
        {
            "name": "White Rabbit",
            "working_hours": "Ежедневно, 12:00-00:00",
            "address": {
                "street": "Смоленская площадь, 3",
                "metro": [
                    "Смоленская",
                    "Киевская"
                ]
            },
            "description": "«Белый кролик» открылся в 2011 году, заработал ворох наград, дал название мощно разросшемуся холдингу White Rabbit Family — но не только: кажется, именно здесь ресторатор Борис Зарьков и шеф Владимир Мухин, как в Хогвартсе, довели до совершенства свои магические способности в менеджменте и на кухне. Русский авангард Мухина — это завораживающая круговерть родных продуктов, привычных и неизведанных; к этой гастрономии высокого полёта прилагается не менее духоподъёмный вид на Москву через стеклянный купол «Смоленского Пассажа». Отдельное счастье — подача «Еда как лекарство» на дегустационных сетах: вначале вас просят вспомнить любимое блюдо из детства, а к концу ужина его воссоздают — и эта возможность погрузиться в омут памяти трогает до слёз.",
            "categories": [
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "рады детям",
                "доступная среда",
                "русская кухня"
            ]
        },
        {
            "name": "Butler",
            "working_hours": "Ежедневно, 12:00–00:00",
            "address": {
                "street": "пер. Трёхпрудный, 15",
                "metro": [
                    "Маяковская",
                    "Пушкинская"
                ]
            },
            "description": "Ресторан-особняк на Патриарших с кукольными башенками посреди городской застройки словно зовёт побывать в гостях у сказки — и особенно настойчиво, когда его двор мерцает огнями новогодних гирлянд или люстр на летней террасе. За доброго волшебника — веронец Джузеппе Дави, человек кипучей натуры: чтит заветы предков, но уважает вкусы москвичей (тунец с юдзу на закуску? Va bene!), а в списке деликатесов у него — половина реестра DOP, от ветчины кулателло до оливок ночеллара. Если хочется нарядного ужина с хрусталём и нескучным Средиземноморьем — бронируйте столик и берите карпаччо из артишоков, пагра по-сицилийски, запечённого козлёнка и коллекционные винтажи супертосканы.",
            "categories": [
                "chef's table",
                "живая музыка",
                "винотека",
                "веранда",
                "можно с животными",
                "рады детям",
                "доступная среда",
                "итальянская кухня",
                "рыба и морепродукты"
            ]
        },
        {
            "name": "Cantinetta Antinori",
            "working_hours": "Ежедневно, 12:00–00:00",
            "address": {
                "street": "пер. Денежный, 20",
                "metro": [
                    "Смоленская"
                ]
            },
            "description": "Коллаборация Novikov Group и винного дома Antinori, существующего с XIV века: 26 поколений, пятнадцать хозяйств по всему миру, поместья, рестораны — один из них в Москве. В интерьерах степенной la casa кормят как в родной Флоренции: щедро, не скупясь ни на истории, ни на деликатесы — сыры, салюмерию, белый трюфель в сезон. Шеф Мауро Панебьянко с севера Италии и мясо готовит perfetto: к козлёнку, ножке ягнёнка, говядине в соли или утке с яблоками берите красное из здешнего погреба — бароло или барберу; хотя востребован и дуэт сибаса с верментино. Как и потомственные виноделы, Cantinetta Antinori не разменивается на сиюминутное и в 2024-м с лёгким сердцем отметила уже своё 20-летие.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "итальянская кухня"
            ]
        },
        {
            "name": "La Bottega Siciliana",
            "working_hours": "Ежедневно, 10:00–00:00",
            "address": {
                "street": "ул. Охотный Ряд, 2",
                "metro": [
                    "Лубянка",
                    "Площадь Революции"
                ]
            },
            "description": "Детище мэтра Нино Грациано, который в 2000-х своим Semifreddo задал планку итальянской кухни в России. La Bottega от первенца не отстаёт: пастичерия при входе, большой зал с открытой кухней, полнокровная винная карта, просторная летняя терраса с домашним джелато почти что в тени Кремля, государственные мужи на завтраках — во всех смыслах гранд-ресторан. Такой же барочный размах в меню: только пиццы почти двадцать видов, пасты и десертов и того больше. С особой теплотой Грациано поэтизирует родную Сицилию: подаёт сардины, маринованные с копчёной паприкой, готовит аранчини и канноли, каламарату алла норма и семифреддо с миндалём.",
            "categories": [
                "завтраки",
                "живая музыка",
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "итальянская кухня"
            ]
        },
        {
            "name": "Loro",
            "working_hours": "Пн-чт, вс 08:00–00:00, пт-сб 08:00–01:00",
            "address": {
                "street": "ул. Большая Никитская, 21/18, стр. 1",
                "metro": [
                    "Арбатская",
                    "Тверская"
                ]
            },
            "description": "Миниатюрный ресторан Lucky Group своим открытием в 2019 году ознаменовал новую, гастрономическую жизнь Большой Никитской. Еда — сдержанно-благородный дайджест итальянской классики: карпаччо из осьминога, тортеллони с кроликом, палтус на гриле в соусе с чёрной икрой; плюс ранние завтраки и красивые сезонные спецпроекты вроде трюфельного меню. Обстановка старой гостиной неплохо умиротворяет посреди динамики ЦАО — окна в стиле ар-деко, тёплые картины Константина Тотибадзе. Ещё из художеств — коктейли «Караваджо» с хересом и «Боттичелли» с лимончелло, подборка граппы и свой б/а амаро.",
            "categories": [
                "завтраки",
                "винотека",
                "можно с животными",
                "итальянская кухня"
            ]
        },
        {
            "name": "Onest",
            "working_hours": "Ежедневно, 12:00-00:00",
            "address": {
                "street": "ул. Малая Бронная, 8, стр. 1",
                "metro": [
                    "Тверская",
                    "Пушкинская"
                ]
            },
            "description": "Сильный ход: второй этаж своего неувядающего «Аиста» на Малой Бронной Аркадий Новиков отдал под персональное высказывание большого мастера и давнего соратника — Мирко Дзаго. Получилось величественно: в сдержанно торжественной обстановке шеф грезит об идеальной кухне своей родины (паста и ризотто — на небывалом уровне), но не забывает послать пламенный привет России. В его нынешнем дегустационном сете «Русская сказка» знакомые сюжеты обретают парадоксальные твисты: «Это не макароны по-флотски» — с тартаром из свёклы, «Сосиска с пюре» — с гребешком, «Ненавижу кашу!» — это говядина, фондю, овсянка, травы и мозговая кость.",
            "categories": [
                "chef's table",
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "итальянская кухня"
            ]
        },
        {
            "name": "Probka",
            "working_hours": "Пн-пт 09:00-00:30, сб-вс, 10:00-00:30",
            "address": {
                "street": "б-р Цветной, 2",
                "metro": [
                    "Трубная",
                    "Цветной бульвар"
                ]
            },
            "description": "C первой «Пробки» ресторатора и шефа Арама Мнацаканова в 2001 году началась история современной гастрономии Петербурга. А филиал на Цветном бульваре в своё время стал одним из системообразующих мест в московском ресторанном ландшафте. Половину блюд в меню можно смело снабдить тегом «легенды»: в зале славы пицца с чёрным трюфелем, римская паста качо-э-пепе, осьминог по-сицилийски, бургер и тирамису, который накладывают ложкой из большой латки. Собственные чёрная икра и просекко, бесконечный список наград, включая отдельные за винную карту и сервис: для итальянских ресторанов в России Probka — уже давно нулевой меридиан.",
            "categories": [
                "chef's table",
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "итальянская кухня"
            ]
        },
        {
            "name": "Semifreddo",
            "working_hours": "Ежедневно, 12:00–23:00",
            "address": {
                "street": "ул. Тимура Фрунзе, 11, стр. 55",
                "metro": [
                    "Парк культуры"
                ]
            },
            "description": "Ресторан в квартале «Красная Роза» с открытия в 2003 году возглавляет бренд-шеф Нино Грациано, перебравшийся в Москву с Сицилии (для чего там пришлось закрыть заведение с двумя звёздами Michelin). Конёк маэстро — классическая от пят до макушки гастрономия Италии (с аккуратными авторскими штрихами), которая умудряется быть одновременно домашней и роскошной: паста с рагу из кабана, говядина Rossini и тюрбо, ризотто качо-э-пепе, кальмарчики гриль с артишоками и тёплая малина с печеньем и ванильным мороженым.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными",
                "итальянская кухня"
            ]
        },
        {
            "name": "Галки",
            "working_hours": "Пн-чт, вс 11:00-00:00, пт-сб 11:00-01:00",
            "address": {
                "street": "б-р Страстной, 4, стр. 3",
                "metro": [
                    "Пушкинская",
                    "Чеховская"
                ]
            },
            "description": "«Галки» свили гнездо в закоулках Страстного (найти без подсказок — целый квест; дадим одну: ныряйте в знаменитую длинную арку между бульваром и Козицким переулком) и зовут себя «андеграунд-рестораном» — за бунтарский дух и подвальные своды. Стены покрыты граффити в духе Баскии, только очень жизнерадостного, и кухня такая же экспрессивная: жжёный картофель с угрём, форшмак с гуакамоле, рёбра со смородиной или в шоколаде. В коктейль соединят джин и пихту, писко и ромашку, запатентовали варёнки (как настойки, только в водяной бане — например, на перце с розмарином): летом с ними здорово выплеснуться в тесный киногеничный закуток между старыми домами.",
            "categories": [
                "завтраки",
                "паркинг",
                "chef's table"
            ]
        },
        {
            "name": "Гвидон",
            "working_hours": "Пн-чт, вс 12:00–00:00, пт,сб 12:00–02:00",
            "address": {
                "street": "ул. Большая Никитская, 5",
                "metro": [
                    "Охотный Ряд",
                    "Библиотека им. Ленина"
                ]
            },
            "description": "Эффектный, как «Наутилус» капитана Немо, морской ресторан White Rabbit Family на Большой Никитской. В залах особняка екатерининских времён — русалки авторства Ивана Глазунова на стенах, золотой пол и люстры, хрусталя и жемчуга с которых хватит на сундук сокровищ. Кухней повелевает Анатолий Казаков — один из самых мощных российских шефов объединил французскую классику с морскими гадами: луковый суп и рататуй, тюрбо и крабы для особенных ужинов и светских раутов. Сторителлинг подразумевает, что здесь для вас оживут сказки Пушкина, — и коктейли в помощь: «Золотой Петушок» на ананасовом роме, «Царевна Лебедь» с полынью, «Сватья баба Бабариха» с вином на ежевике.",
            "categories": [
                "живая музыка",
                "паркинг",
                "винотека",
                "веранда",
                "доступная среда",
                "рыба и морепродукты"
            ]
        },
        {
            "name": "Жажда крови",
            "working_hours": "Пн-чт, вс 12:00–00:00, пт,сб 12:00–01:00",
            "address": {
                "street": "ул. Лесная, 9",
                "metro": [
                    "Белорусская",
                    "Менделеевская"
                ]
            },
            "description": "Рёбра и хвосты, тартар из оленины и «конфета» из фуа-гра, а главное — стейки высшей пробы: ради здешних рибаев и портерхаусов столы бронируют сильно заранее. И понятно почему: медийный шеф Павел Поцелуев — один из главных спецов по мясу в России. В своём ресторане с открытой кухней и брутальным интерьером он со знанием дела экспериментирует с вызреванием: подселяет плесень рокфора и камамбера, инжектирует виски, за 140 дней доводит отруб до мармеладной консистенции. В вине акцент на красное, в коктейлях встречается абрикосовый шнапс и лимонная вербена, в десертах — до оторопи натуралистичное «Сердце» (не пропустите: его подают только по пятницам и субботам).",
            "categories": [
                "винотека",
                "веранда",
                "доступная среда",
                "мясные рестораны"
            ]
        },
        {
            "name": "Москва — Дели",
            "working_hours": "Вт-вс 12:00–23:00, перерыв 17:00–18:00",
            "address": {
                "street": "пер. Ермолаевский, 7",
                "metro": [
                    "Маяковская",
                    "Баррикадная"
                ]
            },
            "description": "Один из самых необычных по формату ресторанов Москвы, по-домашнему камерный: весь нехитрый быт напоказ (кухня и раковины организованы прямо в зале), при входе надо разуваться, меню нет в принципе. Зато есть всамделишная индийская еда, душистая от пряностей, исключительно вегетарианская, которую прямо при вас повара усердно и неистово готовят на огне (ароматы стоят сказочные). Над заказом и думать не надо: здесь подают только тхали — сет из блюд, составленных в зависимости от сезона и имеющихся под рукой продуктов.",
            "categories": [
                "живая музыка",
                "можно с животными"
            ]
        },
        {
            "name": "Сахалин",
            "working_hours": "Ежедневно, 12:00 - 00:00",
            "address": {
                "street": "ул. Смоленская, 8",
                "metro": [
                    "Смоленская"
                ]
            },
            "description": "Головокружительный — во всех смыслах — ресторан холдинга White Rabbit Family с филиалами в Красной Поляне, Бодруме и Дубае. Чтобы попасть внутрь, надо вознестись на 88 метров — из павильона на крыше отеля «Azimut Смоленская» с террасой и панорамным остеклением в 360° видна вся Москва: от футуристичных башен Сити через сталинские высотки к кирпичным башням Кремля и обратно. На таком же уровне кухня бренд-шефа Владимира Мухина: морепродукты из аквариума и с ледника приготовят на любой манер, в «Рыбной Японии» (так назван один из разделов меню) — суши с фуа-гра, в огне и в золоте. Подадут рыбу кинмедай, лобстера и брюшко тунца, разольют шампань, Старый Свет и коктейли — небесный гастролюкс.",
            "categories": [
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "рады детям",
                "доступная среда",
                "рыба и морепродукты"
            ]
        },
        {
            "name": "Северяне",
            "working_hours": "Пн-чт, вс 09:00–00:00, пт-сб 09:00–01:00",
            "address": {
                "street": "ул. Большая Никитская, 12, стр.1",
                "metro": [
                    "Арбатская",
                    "Охотный Ряд"
                ]
            },
            "description": "За перекрестиями окон — суматоха Большой Никитской, внутри — полумрак с отблесками свечей на глянце и тонкий древесный аромат: корень саксаула (на нём тут ещё настойку делают) нон-стоп тлеет в местной печке. В ней же Георгий Троян, выпускник Le Cordon Bleu и один из самых ярких шефов страны, готовит щи с пастрами, рыбную похлёбку, лепёшки, стейки. Но в гении места «Северян» есть что-то эзотерическое, и одними цитатами из меню его не описать (разве что отметим ещё гречку с пармезаном в популярных завтраках) — нет-нет да и перейдёшь на язык метафор: насыщенная жизнь русского продукта; еда, чуткая к традициям, но устремлённая в будущее; наконец, густая лесная магия, которая если западает, то глубоко в сердце.",
            "categories": [
                "завтраки",
                "винотека"
            ]
        },
        {
            "name": "Узбекистан",
            "working_hours": "Ежедневно, 12:00–00:00",
            "address": {
                "street": "ул.Неглинная улица, 29, стр. 5",
                "metro": [
                    "Трубная",
                    "Кузнецкий Мост"
                ]
            },
            "description": "Мастер-класс по возрождению классики: с 1951 года в «Узбекистан» ходили наши бабушки-дедушки, а теперь и мы — ресторатор Аркадий Новиков выставил на максимум эквалайзер восточной роскоши, добавив к орнаменту на потолке и бархатным креслам кружевную резьбу по дереву и сирийские ковры. Готовят узбекскую кухню во главе с прославленным местным пловом, а ещё арабскую, азиатскую, кавказскую — и так вплоть до оливье и руколы с креветками, вечных ценностей Novikov Group. Необъятный выбор почти любой еды и напитков в густой ориентальной атмосфере — удачная комбинация: можно собрать семью от мала до велика (а то и банкет закатить), и всем будет любопытно и комфортно.",
            "categories": [
                "живая музыка",
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными",
                "рады детям",
                "доступная среда"
            ]
        },
        {
            "name": "800°C Contemporary Steak",
            "working_hours": "Ежедневно, 09:00-00:00",
            "address": {
                "street": "пер. Большой Патриарший, 6, стр. 1",
                "metro": [
                    "Баррикадная",
                    "Маяковская"
                ]
            },
            "description": "Стейки в ресторане на Патриарших действительно готовят при 800 °C — суровый обжиг позволяет сохранить максимум соков. За астрономические температуры отвечают импортные печи, за меню — шеф Сергей Балашов, стажировавшийся в монакском Beefbar. К продукту подход академичный: говядина из России, Аргентины, Уругвая и Японии, сухое и влажное вызревание, классические и альтернативные отрубы, свой хлеб и великое картофельное пюре по рецепту Робюшона на гарнир — с трюфелем, чёрной икрой, креветками, васаби и ещё десятком топингов. Много бургеров, тартаров и тако, вдумчивая винная карта и масса поводов для фото в соцсетях: золотая шаурма, десерты в вау-подаче, люстра с парижской «блошки».",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными",
                "мясные рестораны"
            ]
        },
        {
            "name": "Amber",
            "working_hours": "Пн-чт, вс 12:00-00:00, пт-сб 12:00-01:00 Amber Bar пт-сб 23:00-01:00",
            "address": {
                "street": "б-р Цветной, 2",
                "metro": [
                    "Трубная",
                    "Цветной бульвар"
                ]
            },
            "description": "Японский ресторан-шкатулка на Цветном бульваре: стена из розовой соли светится янтарём, минималистичное пространство крепко экранирует от городской суеты и разворачивает к открытой кухне с кастомным угольным грилем. Всё, что не raw, готовят на нём, намеренно отказавшись от плит и конвектоматов. Самые высокие котировки у стриплойна в коджи, мини-баклажанов и сандо с угрём, суши с тунцом и икрой морского ежа или с сибасом и чёрной икрой. Вечером, когда позвякивают льдом коктейли на джине (с юдзу, соджу, матчёй или умешу), а игра теней становится выразительней, за окнами уже вполне может померещиться Токио или Сингапур.",
            "categories": [
                "chef's table",
                "винотека",
                "веранда",
                "можно с животными",
                "доступная среда",
                "японская кухня"
            ]
        },
        {
            "name": "Artest",
            "working_hours": "Ежедневно, 13:00–00:00",
            "address": {
                "street": "пер. Трубниковский, 15, стр. 2",
                "metro": [
                    "Смоленская",
                    "Баррикадная"
                ]
            },
            "description": "Свой самый концептуальный проект Аркадий Новиков открыл под фантазийную высокую кухню Артёма Естафьева (его имя зашифровано в названии) в 2021 году — том самом, когда гид Michelin раздавал награды в Москве: Artest тогда впечатляюще «забрал» две звезды. Анатомия ресторана в двухэтажном особняке XIX века такова: на минус первом этаже — поварская лаборатория, затем chef’s table с сетами на 11 гостей, этажом выше — зал с камином в стекле и меню a la carte. 2025-й станет годом перемен: Естафьев вышел из проекта, но Artest продолжит работу — Ultima Guide уходит в печать в ожидании новостей.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Ayu",
            "working_hours": "Пн,чт,пт-вс 14:00–23:00",
            "address": {
                "street": "пер. Романов, 2, стр. 1, подъезд 1",
                "metro": [
                    "Библиотека им. Ленина",
                    "Арбатская"
                ]
            },
            "description": "Ресторан на 12 гостей в саду WA Garden, где взращивает три своих проекта-лотоса White Rabbit Family. Ayu (читается «а́ю» — это «божественная рыбка» из корюшковых) раскрывается, словно традиционный японский пейзаж на свитке из шёлка: от нюансов пространства к океанской глубине вкусов. На входе нужно разуться, телефон отложить на специальный татами. На стол из 300-летнего кипариса страшно дышать — кофе, красного вина и соевого соуса нет в помине: могут испортить древесину. Подают омакасе — сет с суши и сашими по разумению шеф-повара, церемониальность отточена, как движения самурая: сверкают клинки, летают кисточки, шуршат тёрочки (для васаби — из кожи ската). Холодильник для рыбы, гриль хибачи, ножи от кузнецов мечей — у каждого предмета своя история, и за два с половиной часа вам поведают их все.",
            "categories": [
                "паркинг",
                "доступная среда",
                "японская кухня"
            ]
        },
        {
            "name": "Big Wine Freaks",
            "working_hours": "Пн-чт, вс 18:00 - 01:00, пт-сб 18:00 - 03:00",
            "address": {
                "street": "«Фрики» из названия",
                "metro": [
                    ""
                ]
            },
            "description": "«Фрики» из названия — это виноторговцы Real Authentic Wine, научившие нас любить авангардное натуральное вино. Первый BWF появился в Петербурге — слава о баре гремела такая, что в 2017-м в Москве обосновался его побратим. Ноу-хау — собрать самые передовые бутылки от рекольтанов шампани до глу-глу и сопроводить нахальным стритфудом вроде бутеров и рэпов с крабом и угрём. Фудпейрингом к «пузырям» (не только к петнату, но и гран крю) и вовсе предложат пирожок с горкой красной икры. Мэшап как образ жизни: ковры, бархат, люстры — и дерзкий саунд-дизайн с техно и трэп-электроникой, есть даже свой музыкальный лейбл.",
            "categories": [
                "винотека"
            ]
        },
        {
            "name": "Eva",
            "working_hours": "Ежедневно, 08:00–00:00",
            "address": {
                "street": "ул. Большая Грузинская, 69",
                "metro": [
                    "Белорусская"
                ]
            },
            "description": "Еда в Eva похожа на ту, что встретишь в тавернах Миконоса и Крита, только исполнена куда ювелирнее. Австралийский шеф Глен Баллис наполовину грек и эллинские корни прорастил в меню, не жалея знаний и таланта: в салат собирает цукини, фету и гранат, мусаку готовит с креветками, осьминога (многие считают его лучшим в городе) — с тахини и томатами на гриле. Столы бронируют загодя, и оно того стоит — к счастью, в 2024 году открылся более просторный филиал в Хамовниках. Интерьер в тёплых тонах, целый раздел вин с Пелопоннеса, Аркадии и Пароса, циклопическая коллекция джина, да и «овощной» коктейль Greek Salad так эпичен, что хоть в «Легенды и мифы» Куна заноси.",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Eva Хамовники",
            "working_hours": "Ежедневно, 09:00–00:00",
            "address": {
                "street": "пер. 1-й Тружеников, вл4",
                "metro": [
                    "Парк культуры",
                    "Смоленская"
                ]
            },
            "description": "Греческая кухня в Eva похожа на ту, что встретишь в тавернах Миконоса и Крита, только исполнена куда ювелирнее. Если вы методично читаете гид с начала, то уже видели и эти строки, и «Еву» на прошлом развороте — нет, это не дежавю и не опечатка: в Ultima Guide вошёл и первый ресторан на Большой Грузинской, и филиал в Хамовниках, открывшийся в начале 2024 года. Теорема шефа Глена Баллиса доказана дважды и звучит так. Модернизируете греческую кухню: крокеты из осьминога, камбала на гриле, пончики лукумадес на завтрак, лепёшки — сырные или с сифудом. Добавляете оптимистичный дизайн, биодинамику с Санторини, коктейли с фетой, базиликом или оливками. Итог: вы на Олимпе.",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Folk",
            "working_hours": "Ежедневно, 08:00–00:00",
            "address": {
                "street": "б-р Цветной, 2",
                "metro": [
                    "Трубная",
                    "Цветной бульвар"
                ]
            },
            "description": "Заповедную еду горных ущелий пассионарии из Folk Team расцветили ближневосточными красками и переформатировали в ультрасовременные блюда на каждый день: кебаб с мятным хумусом, халуми с шафрановым мёдом, орзо с чеченской брынзой, на завтрак чирбули-шакшука. Главная стихия ресторана на Цветном бульваре — огонь: здесь истово готовят в хоспере, на гриле, в дровяной печи (она, а также не открытая даже, а до предела обнажённая кухня — две пространственные доминанты). Деконструкция кавказского универсума красиво продолжается за баром, где смешивают коктейли с айовым ткемали или мацони.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Grand Cru",
            "working_hours": "Ежедневно, 13:00–00:00",
            "address": {
                "street": "ул. Малая Бронная, 22, стр. 2",
                "metro": [
                    "Пушкинская",
                    "Маяковская"
                ]
            },
            "description": "Grand Cru открылся на Малой Бронной в 2006 году, так что у ценителей в ходу остро́та про «патриарха Патриарших». Но если это и «папа», то однозначно молодой. Во-первых, потому что состоит в продвинутой экосистеме виноторговой компании Simple: в ресторане семь сомелье и больше тысячи бутылок (полки винотеки обновляют нон-стоп). Вторая причина процветания — шеф Давид Эммерле и его высокая французская кухня. Эскалоп из фуа-гра с конфи из жёлтой свёклы и карамелизированного эндивия, чёрная треска под чешуёй из кольраби с фрикасе из креветок и шафрановым бер-бланом — каждая строка гурмэ-меню звучит как заявка на мировой кулинарный чемпионат Bocuse d'Or, а ведь есть ещё a la carte, спешлы и десертная карта.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Hibiki",
            "working_hours": "Ежедневно, 12:00–00:00",
            "address": {
                "street": "ул. Трубецкая, 10",
                "metro": [
                    "Фрунзенская"
                ]
            },
            "description": "Hibiki («эхо» по-японски) открыл шеф из Кореи Санг Кеун Оух — он давно влюблён в кухню Японии, обучался ей в Кулинарном институте Цудзи (крупнейшая школа поваров в Осаке), практиковался в Токио. Фирменный рецепт сенсея — камамеши, традиционный рис с топингами в горшочке, но общая тональность меню, скорее, авторский фьюжен: попкорн из осьминога и удон с вагю, хрустящая курочка и острый карамельный цыплёнок, рамен с гребешком и морским ежом, темаки суши — с мягкопанцирным крабом или угрём и фуа-гра. Созерцать деревянные панно в технике кумико-дзайку и парк усадьбы Трубецких через панорамные окна хорошо с саке из большой коллекции, рислингом или спритцем на сливовом вине.",
            "categories": [
                "можно с животными",
                "рыба и морепродукты",
                "японская кухня"
            ]
        },
        {
            "name": "Ikura",
            "working_hours": "Пн-чт, вс 12:00–00:00, пт-сб 12:00–02:00",
            "address": {
                "street": "б-р Рождественский, 1",
                "metro": [
                    "Трубная",
                    "Цветной бульвар"
                ]
            },
            "description": "Альянс White Rabbit Family называет свой проект изакаей, но для закусочной, куда можно заскочить после работы, здесь слишком уж прихотливый сеттинг. За окнами — ошеломительный вид на Трубную площадь: Ikura оседлала «Горыныча» в здании Центрального рынка. Внутри — минимализм из камня, дерева и стекла дизайна Натальи Белоноговой. И хотя интерьер провозглашает ваби-саби, красоту несовершенства и скромности, кухня полна сокровищ. В меню заметно влияние стиля никкей: суши соседствуют с севиче, тирадито и каузой — едой японских эмигрантов в Перу; на особом счету татаки из лосося с юдзу, куриные крылья Noby Style, фирменный ролл с угрём и кунжутная брокколи. Раздел с вагю, карта саке по префектурам, магнитные чайники для чая — и даже столетнюю картину с драконом основатель WRF Борис Зарьков сам привёз из Японии.",
            "categories": [
                "паркинг",
                "можно с животными",
                "рады детям",
                "доступная среда",
                "японская кухня"
            ]
        },
        {
            "name": "Jun",
            "working_hours": "Пн-чт, вс 18:00-00:00, пт-сб 18:00-01:00",
            "address": {
                "street": "ул. Большая Никитская, 24/1, стр. 6",
                "metro": [
                    "Арбатская",
                    "Библиотека им. Ленина"
                ]
            },
            "description": "Завораживающе лаконичное, как трёхстишие Басё, высказывание холдинга Lucky Group (рестораны Eva, Londri, Maya, Niki и др.) на тему японской гастрономии. В скрытом от глаз непосвящённых подвале на Большой Никитской всё вдохновлено традицией омакасе — когда посетители полагаются на выбор шефа, а тот кропотливо выстраивает для них сет, передавая блюда из-под ножа из рук в руки. Доверьтесь без колебаний: Артемий Лопатин работал в ресторанах великого Нобу Мацухисы в Лондоне и Токио и для своих тэмаки и хосомаки отбирает лучших тунца, гребешка и желтохвоста. В отдельном зале наливают не менее исключительные коктейли — шисо-коллинс, умами-негрони, юдзу-маргарита.",
            "categories": [
                "винотека",
                "можно с животными",
                "японская кухня",
                "рыба и морепродукты"
            ]
        },
        {
            "name": "Koji",
            "working_hours": "Пн-чт, вс 12:00–00:00, пт-сб 12:00 – 02:00",
            "address": {
                "street": "пер. Калашный, 9, м. Арбатская",
                "metro": [
                    "Тверская"
                ]
            },
            "description": "Азиатский флагман Lucky Group назван в честь грибка, с которым в Японии и Китае тысячи лет производят соевый соус и саке: в XXI веке этот агент ферментации проник на кухни ресторанов России. Василий Зайцев, шеф с профильным бэкграундом и стажировками в Поднебесной, не только колдует над маринадами с коджи, но и вывел в хиты утку по-пекински, рис ХО, прессованные роллы осидзуси и десерты во главе с «живым» шоколадом нама. На цокольном этаже — нуарный бар (стойка в сланце, острые лучи спотов, зонирование каскадами цепочек) с тематической миксологией: смешают хайбол Anime со сливовым вином и физз Geisha с сакурой.",
            "categories": [
                "chef's table",
                "винотека",
                "можно с животными"
            ]
        },
        {
            "name": "Krasota",
            "working_hours": "Ежедневно, 13:00–00:00",
            "address": {
                "street": "пер. Романов, 2, стр. 1",
                "metro": [
                    "Библиотека им. Ленина",
                    "Арбатская"
                ]
            },
            "description": "Прорывной ресторан с аудиовизуальными перформансами от White Rabbit Family: дизайн, видео-арт и сет-меню (за них соответственно отвечают Наталья Белоногова, Антон Ненашев, шефы Владимир Мухин и Ликарион Солнцев) здесь подогнаны как детали часового турбийона. Каждый сеанс — полёт воображения на заданную тему: скажем, спектакль Imaginary Art повествует о русских художниках в сопровождении сашими из груши, чёрной трески со сливой и других шефских фантазий. Словно в настоящий театр, покупкой билетов стоит озаботиться заранее, да и этикет почти как в Большом: полуформальный дресс-код, пунктуальность, тихие голоса.",
            "categories": [
                "chef's table",
                "винотека"
            ]
        },
        {
            "name": "Londri",
            "working_hours": "Ежедневно, 09:00–00:00",
            "address": {
                "street": "пер. Дмитровский, 11",
                "metro": [
                    "Кузнецкий Мост",
                    "Театральная"
                ]
            },
            "description": "Мраморная скатерть открытой кухни, монохромный аутфит, сияющий латунный бар, который разглядываешь как витрину с украшениями, окна в пол, а за ними Дмитровский переулок, а за поворотом — ЦУМ. Команде Lucky Group и дизайнерам сёстрами Сундуковым удался совершенно европейский по духу ресторан, который как влитой вписался в квартал бутиков. Прибавьте к этому мечтательную средиземноморскую кухню Александра Штепы (тартар из креветок с клубникой, орзо с крабом, вафля с фуа-гра), завтраки под игристое с 9 утра и променад по переулкам Неглинки — и получите готовый сценарий элегантного городского досуга.",
            "categories": [
                "завтраки",
                "винотека",
                "можно с животными"
            ]
        },
        {
            "name": "Lucky Izakaya Bar",
            "working_hours": "Пн-чт, вс 12:00–00:00, пт-сб 12:00–02:00",
            "address": {
                "street": "пер. Калашный, 9",
                "metro": [
                    "Арбатская",
                    "Тверская"
                ]
            },
            "description": "В традиционные изакаи японцы ходят после работы на пиалку саке: тут оно тоже есть (а ещё уверенная подборка вина и проазиатские коктейли), но за главных всё же еда и вайб — такие, что заложили ДНК всей ресторанной Lucky Group (Eva, Loro, Maya и пр.). Атмосфера: свободный от лишнего интерьер, находчивое зонирование и ощущение, что ты в месте модном и уютном одновременно. Кухня — вдумчивый апдейт Японии от бренд-шефа Василия Зайцева, с тягой к огню и упором на продукт и сезонность: хэнд-роллы и райс-боулы, кушияки и крабкейки, вагю, палтус и чёрная треска.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными",
                "японская кухня"
            ]
        },
        {
            "name": "Lui",
            "working_hours": "Ежедневно, 12:00–00:00",
            "address": {
                "street": "наб. Берсеневская, 16, стр. 9",
                "metro": [
                    "Кропоткинская",
                    "Полянка"
                ]
            },
            "description": "Новый, 2024 года проект Игоря Витошинского — амбассадора средиземноморского modus vivendi* в течение последних двадцати лет: см. его Semifreddo и La Bottega Siciliana в этой же книге. Еда в усадьбе Смирновых за спиной у «ГЭС-2» — карнавал региональных хайлайтов: мезе, пицца и брускетты, пирог питивье с перепёлкой и фуа-гра. В интерьере так же беззаботно уживаются терраццо, дизайнерские люстры-яйца, фрески с орнаментами и пиниями: звучит как китч, а на деле стильно, воздушно и по-южному располагающе. Особенно если летом устроиться на веранде с аперолем и видом на Москву-реку.",
            "categories": [
                "паркинг",
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Mama Tuta",
            "working_hours": "Пн-пт 09:00-00:30, сб-вс 10:00-00:30",
            "address": {
                "street": "ул. Малая Бронная, 24, стр. 1",
                "metro": [
                    "Тверская",
                    "Пушкинская"
                ]
            },
            "description": "Рестораторы часто твердят: если нас копируют — это успех. Так вот, мини-хинкали в перечном соусе из Mama Tuta косплеят в общепите по всей России. Равиоли с кучмачи, чакапули из вёшенок и дудук (томлёные абрикосы с орехами) не хуже: вся еда Гии Хучуа словно приподнята над буднями. Плюс интерьер без натужной фольклорности, ежегодные награды Wine Spectator у винной карты — и вот уже понятно, насколько судьбоносной была встреча тбилисского шефа с Арамом Мнацакановым (Mina, Probka и др.) на телешоу «Адская кухня» — сначала они открыли заведение в Петербурге, а пару лет спустя Mama появилась tuta: в названии, конечно же, подразумевается тутовое дерево.",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными"
            ]
        },
        {
            "name": "Mamie",
            "working_hours": "Пн-чт, вс 08:00-00:00, пт-сб 08:00-02:00",
            "address": {
                "street": "ул. Большая Никитская, 14",
                "metro": [
                    "Охотный Ряд",
                    "Арбатская"
                ]
            },
            "description": "Mamie с французского переводится как «бабуля», и эта от Lucky Group намекает, что она откуда-то из Прованса или Окситании: фарфор в цветочек, потолочные балки, как у шале, в меню фрикасе, луковый суп с фуа-гра и галеты с франжипаном. Полно и другого Средиземноморья в непринуждённой трактовке шефов Дана Мирона и Александра Шубы: карпаччо с жареными томатами, ньокки болоньезе, кальмар с соусом арабьята. Завтраки и игристое с 8:00, отличные коктейли, винная карта с инфографикой апелласьонов Франции, лимончелло и кассис на дижестив — тщательно сконструированная реплика приморского бистро в шаге от Кремля работает безотказно: эту «бабушку» навещают с охотой.",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными",
                "рады детям"
            ]
        },
        {
            "name": "Maroon",
            "working_hours": "Пн-чт, вс 10:00–00:00, пт-сб 10:00–01:00",
            "address": {
                "street": "просп. Кутузовский, 2/1, стр. 6",
                "metro": [
                    "Киевская"
                ]
            },
            "description": "Восточная сказка от Аркадия Новикова: традиционные блюда Ливана, Марокко, Израиля и Сирии у шефа Владимира Богожавца (в Иордании он имел честь кормить королевскую семью) готовят на большущей открытой кухне с мангалом, тандыром и дровяными печами. Много мяса с огня — шашлыков и люля-кебабов, ещё больше разномастных мезе в стол, хумус и матбуха, тика масала и пакистанский рис, на десерт — лукум, халва и нуга. Султанское изобилие поддерживают винная карта, собранная усилиями пятнадцати сомелье, и обстановка дворца из «Тысячи и одной ночи» — со сводчатыми потолками и узорчатыми окнами, светильниками из наборного стекла и расписанными под марокканскую мозаику стенами.",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными",
                "рады детям"
            ]
        },
        {
            "name": "Max's Beef for Money",
            "working_hours": "Ежедневно, 12:30 - 00:00",
            "address": {
                "street": "пер. Большой Козихинский, 4",
                "metro": [
                    "Тверская",
                    "Пушкинская"
                ]
            },
            "description": "Бутиковый ресторан в Большом Козихинском — давний фетиш мясные рестораныедов: свои стада коров в Ленинградской и Рязанской областях, в том числе редкой айрширской породы, а их титульное терруарное мясные рестораны в стиле вака вьеха не зря идёт с пометкой E.F.T. (то есть Extremely F*cking Top). Стейками дело не ограничивается: бравируя принципом nose to tail*, здесь подают зобную железу, почки по-бургундски и голову телёнка. За всю эту машинерию отвечает бренд-мясник Максим Торганов (тот самый Max из названия), а сам MBFM — детище амбассадоров авангардного виноделия Real Authentic Wines, создателей Big Wine Freaks и «На вина!», так что для винолюбов здесь тоже важная точка притяжения.",
            "categories": [
                "винотека",
                "веранда",
                "можно с животными",
                "мясные рестораны"
            ]
        },
        {
            "name": "Maya",
            "working_hours": "Пн-чт 12:00-00:00, пт 12:00-02:00, сб-вс 08:00-02:00",
            "address": {
                "street": "ул. Большая Никитская, 24/1, стр. 6",
                "metro": [
                    "Арбатская",
                    "Библиотека им. Ленина"
                ]
            },
            "description": "Обжив Большую Никитскую своими камерными проектами вроде Koji, Loro и Lucky Izakaya Bar, рестораторы из Lucky Group в 2022 году открыли Maya, где разом могут ужинать полторы сотни человек. Такому проекту не помешает, как говорят сценаристы, «хай-концепт» — и он тут есть: взять за основу архаические способы готовки (то есть огонь и дым) и превратить ресторан в музей с абстрактной живописью и этническими артефактами. В меню печёный виноград со страчателлой, форель на берёзовом полене, 8-часовой ягнёнок с чимичурри — за кухню отвечает австралийский шеф Том Халпин; присмотритесь к его причудливым спешлам с винным пейрингом.",
            "categories": [
                "завтраки",
                "винотека",
                "веранда",
                "можно с животными"
            ]
        }
    ]
}