{
    "Легкие вопросы":{

      "Что такое Бэклог?":"Бэклог представляет собой упорядоченный список задач, требований или элементов, которые необходимо выполнить или реализовать в рамках проекта или процесса. В контексте разработки программного обеспечения, Бэклог часто используется как инструмент управления задачами и планирования работы команд. Элементы Бэклога могут включать в себя истории пользователей, задачи, дефекты и другие артефакты, которые необходимо выполнить для достижения целей проекта. Они обычно декомпозируются до уровня, который позволяет команде оценить объем работы и спланировать ее выполнение в рамках спринтов или других циклов разработки Бэклог постоянно пересматривается и актуализируется, чтобы отражать текущие приоритеты и изменения в проекте, и управляется владельцем Бэклога совместно с командой. Важно отметить, что элементы Бэклога должны соответствовать критериям приемки и быть готовы к началу работы, что обеспечивает более эффективное планирование и выполнение задач.",
      
      "Что означает термин Задача в процессе разработки?":" Термин Задача в процессе разработки относится к одному или нескольким видам работ, которые могут включать: технические работы, не связанные с разработкой исходного кода Технологического продукта, организационные работы, методологические работы, исследовательские работы, работы по анализу, проектированию и ведению документации. Задачи представляют собой отдельные элементы Бэклога, и их выполнение необходимо для достижения целей разработки или улучшения Технологического продукта.",
      
      "Что делает заказчик в реализации элементов бэклога?":"В контексте реализации элементов бэклога, Заказчик выполняет следующие функции: Заказчик подтверждает необходимость реализации Заявок, поданных без привязки к Проекту, и при необходимости уточняет описание Заявки. Если реализация нецелесообразна, Заказчик имеет право отклонить Заявку. В случае если Заказчик и Инициатор не могут определить ответственный Стрим/Команду за выполнение Заявки, вопрос об ответственности за Заявку выносится на руководителя соответствующего ССП ИТ или на назначенных им работников. По результатам решения Инициатор заполняет ответственный Стрим/Команду. Если было предложено реализовать Заявку в рамках нового Проекта, Заказчик связывается с управлением «Проектный офис» для совместного инициирования работ по открытию Проекта. При необходимости привлекает Инициатора, Владельца Сервиса и Заказчика для уточнения требований, рассмотрения альтернативных вариантов реализации и определения возможного финансирования Заявки. Таким образом, роль Заказчика в реализации элементов бэклога включает в себя координацию, подтверждение и участие в процессах планирования и оценки Заявок.",
      
      "Когда можно не обновлять артефакты, даже если ИС изменена?":"Согласно пункту 5.2.11 Положения, артефакт не разрабатывается или не актуализируется, если реализуемая доработка была описана ранее в артефакте или не влияет на содержимое артефакта. Это значит, что если изменение в информационной системе (ИС) не приводит к изменению информации, содержащейся в артефакте, или уже было учтено в предыдущих версиях артефакта, то обновление артефакта не требуется",
      
      "что такое АБС":"Автоматизирования банковская система",
      
      "что такое УЗКИ": "Уэто Управление защиты корпоративных интересов Департамента безопасности (ДБ) Банка ВТБ.",
      
      "как устанавливаются Правила взаимодействия с Подрядчиками": "Правила взаимодействия с Подрядчиками устанавливаются в рамках договоров и учитывают требования настоящего Положения. Это означает, что конкретные условия взаимодействия с Подрядчиками оговариваются в договорных соглашениях, которые должны соответствовать общим принципам и требованиям, изложенным в Положении. Договоры могут включать в себя различные аспекты, такие как объемы работ, сроки выполнения, обязательства сторон и другие условия, необходимые для эффективного сотрудничества.",
      
      "когда возможен Запуск круга согласования":"Запуск круга согласования возможен только после включения в список Участвующих всех Участников Процесса с Производственными ролями, предусмотренными для заданного Артефакта в соответствии с Приложением 1 Положения. Это необходимо для обеспечения участия всех необходимых ролей в процессе согласования и учета всех экспертных мнений.",
      
      "что таоке релиз?":"это совокупность организационных и технических работ по выпуску в Промышленную эксплуатацию реализованных требований, а также доработок по устранению Дефектов в Промышленной среде.",
     
      "кто такое подрядчик?":"это юридическое лицо, которое является поставщиком товаров и услуг Банку по ИТ направлению в соответствии с заключенным с Банком договором. В рамках Положения термин также применяется к работнику Подрядчика.",
     
      "что такое квота?":"это доля плановых трудозатрат (оценки) Стрима на реализацию Элемента Бэклога определенного типа. Это значит, что для выполнения работы, связанной с конкретным элементом Бэклога, выделяется определенная часть ресурсов или времени Стрима, что помогает более эффективно распределять рабочую нагрузку и управлять ресурсами в рамках проекта.",
     
      "кто может быть инициатором?":"Инициатором может быть любой Участник Процесса, подающий потребность в создании или развитии Технологического продукта в рамках своих полномочий. Инициатором может выступать представитель Стрима и работник подразделения Банка, наделенный соответствующими полномочиями в установленном Банком порядке. Для присвоения Производственной роли Инициатор, работнику должен быть предоставлен доступ в ИСАПП. Доступ может быть предоставлен всем Участникам Процесса.",
     
      "что такое Инкремент одной ИС":"это сгруппированный пакет Историй и Дефектов, который обеспечивает прирост функциональности и/или изменения нефункциональных характеристик одной или нескольких информационных систем (ИС). Инкремент одной ИС проходит этапы тестирования и развертывания в рамках одного Релиза. Он может быть описан в одной или нескольких Историях или Дефектах, при этом одна История или Дефект относится только к одному Инкременту. Инкремент одной ИС реализуется внутри одной ИС и не влияет на реализованные ранее интеграции.",
     
      "что такое инкремент?":{
        "это сгруппированный пакет Историй и Дефектов, обеспечивающий прирост функциональности и/или изменения нефункциональных характеристик одной или нескольких информационных систем (ИС), этапы тестирования и развертывания которого проходят в рамках одного Релиза. Инкремент может быть описан в одной или нескольких Историях или Дефектах, при этом одна История или Дефект относятся только к одному Инкременту. Инкременты классифицируются на несколько типов:":[
          "Инкремент одной ИС — это Инкремент, реализация которого осуществляется внутри одной ИС и не влияет на реализованные ранее интеграции.",
          "Интеграционный инкремент (Решение) — это Инкремент, реализация которого требует создания или доработки интеграции нескольких ИС, либо может повлиять на ранее реализованные интеграции.",
          "Интеграционный инфраструктурный инкремент (Решение «INFRA») — это Решение, затрагивающее только информационные системы с атрибутом «Инфраструктурная» согласно Реестру информационных систем (РИС)."
        ]
      },
     
      "какой банк подрузамевается в документе под словом 'Банк'?":"Банк ВТБ"
    
    },






    "Вопросы средней сложности":{

      "Какие типы инкрементов описаны в документе?":[
        "Инкремент 1 (одной) ИС: Это инкремент, реализация которого осуществляется внутри одной информационной системы и не влияет на уже реализованные интеграции.",
        "Интеграционный инкремент (Решение): Это инкремент, реализация которого требует создания или доработки интеграции нескольких информационных систем, либо который влияет или потенциально может повлиять на уже реализованные интеграции.",
        "Интеграционный инфраструктурный инкремент (Решение «INFRA»): Это решение, затрагивающее только информационные системы с атрибутом «Инфраструктурная» согласно Реестру информационных систем (РИС)."
      ],


      "Какие роли в проектировании требований? ":[
        {
          "В проектировании требований участвуют несколько производственных ролей, которые обеспечивают разработку и согласование артефактов, документирующих интеграцию нескольких информационных систем (ИС) в рамках решения. Эти роли могут включать:":[
            "Ответственный за выполнение - определяет варианты декомпозиции элемента бэклога и критерии приемки связанных историй совместно с владельцем бэклога и командой, а также привлекает необходимые ресурсы.",
            "Ответственный за артефакт - планирует работы над артефактом, координирует работы по артефакту и контролирует полноту и целостность артефакта в объеме вносимых доработок.",
            "Создатели артефакта - разрабатывают артефакт/новую версию артефакта, а при необходимости привлекают к разработке других участвующих по вопросам, находящихся в рамках компетенций участвующих.",
            "Архитектор Стрима - участвует в разработке архитектурных артефактов, в том числе в проектировании и документировании архитектуры решений.",
            "Менеджер качества ИС - отвечает за качество информационной системы и организацию связанных работ, в том числе подготовку и организацию тестирования."
          ]
        },
        "Эти роли взаимодействуют друг с другом и с другими заинтересованными сторонами для обеспечения качественного проектирования и реализации требований."
      ],


      "Какие артефакты обязательны для релиза новой ИС?":[
        {
          "Для релиза новой информационной системы (ИС) обязательны следующие артефакты:":
          [
            "Требования к ИС: Артефакт, описывающий функциональные и нефункциональные требования к ИС. Обязательно разрабатывается при изменении и/или детализации требований к ИС.",
            "Архитектура ИС: Артефакт, описывающий реализацию требований в ИС. Обязательно разрабатывается при изменении архитектуры ИС.",
            "Протокол ПСИ: Обязательный артефакт при любых доработках ИС.",
            "Акт ввода в эксплуатацию: Обязательный артефакт при вводе ИС в эксплуатацию, согласуется после установки ИС в рамках Релиза в Промышленную среду."
          ]
        },
        "Эти артефакты необходимы для документирования, проверки и утверждения всех аспектов новой ИС перед ее вводом в эксплуатацию."
      ],

      "что делают DevOps инженеры для обеспечения выполнения Процесса":[
         {
          "В рамках обеспечения выполнения Процесса, корпоративные DevOps инженеры выполняют следующие обязанности:":
          [
            "Разрабатывают и поддерживают инженерные стандарты DevOps Банка.",
            "Контролируют соблюдение стандартов и применение общих практик DevOps в Банке.",
            "Обеспечивают разбор спорных ситуаций и сложных кейсов в области DevOps.",
            "Разрабатывают и сопровождают Конвейер DevSecOps для платформы/ информационных систем (ИС) в соответствии с корпоративными инженерными стандартами DevOps и с использованием централизованных инструментов, за исключением случаев, авторизованных со стороны корпоративного DevOps инженера.",
            "Разрабатывают стандарты и инструкции по применению Конвейера DevSecOps для конкретных платформ/ИС.",
            "Участвуют в проработке требований по инфраструктуре как части технической постановки задачи.",
            "Разрабатывают и сопровождают Конвейер DevSecOps для платформ/ИС.",
            "Взаимодействуют с Прикладными администраторами для передачи знаний об эксплуатации Технологического продукта."
          ]
         },
         "Эти задачи направлены на обеспечение эффективной и согласованной работы в рамках DevOps, что способствует улучшению процессов разработки и развертывания программного обеспечения в Банке."
        ],

      "что делают Корпоративные технологи":[
         {
          "Корпоративные технологи обеспечивают целостность модели технологических процессов Банка. Их обязанности включают в себя:":
          [
            "Разработку и поддержку стандартов в области формирования и формализации технологических процессов.",
            "Контроль соответствия технологических процессов стандартам Банка.",
            "Обеспечение разбора спорных ситуаций по технологическим процессам."
          ]
         },
         "Эти действия направлены на поддержание стандартизации и оптимизации технологических процессов в Банке, что способствует их эффективности и согласованности."
        ],

      "в чем заключается этап 'Интеграционное тестирование'?":[
          "Передача материалов: Разработчик передает Менеджеру качества Решения Поставку или дистрибутивный комплект лицензионного ПО, включая Артефакты, и необходимые материалы для проведения интеграционного тестирования. Обеспечивается сборка и развертывание на среды тестирования.",
          "Контроль проведения тестирования: Ответственный за выполнение по Истории/устранению Дефекта, входящих в объем интеграции, контролирует проведение интеграционного тестирования. Участвует в принятии решения о возможности установки доработки в Промышленную среду с выявленными в ходе тестирования Дефектами, при необходимости привлекает Заказчиков.",
          "Основа тестирования: Интеграционное тестирование выполняется на основе Артефакта 'Тестовые планы и сценарии Решения'.",
          "Разработка Артефакта: В рамках данного этапа разрабатывается Артефакт 'Протокол тестирования Решения'. Правила работы с Артефактами определены в разделе 5 Положения.",
          "Ответственность за качество: Менеджер качества Решения отвечает за качество Решения (Интеграционного Инкремента) и организацию связанных работ, включая подготовку, организацию, проведение тестирования и формирование отчетности по его результатам. Он координирует работы по интеграционному тестированию, привлекает Тестировщиков, анализирует результаты тестирования и обеспечивает регистрацию Дефектов при их выявлении.",
          {
            "Проверка выполнения критериев КоТ: Ответственные за прохождение КоТ проверяют выполнение критериев КоТ в соответствии с требованиями пункта 4.7 Положения. Это может включать:":
            [
              "'Готовность к ППСИ' для Инкрементов, включающих или затрагивающих MC или BC ИС, с последующим переходом к этапу 6.6.",
              "Для HOTFIX-Релизов, переход к этапу 6.8.",
              "'Готовность к ПСИ' для остальных Инкрементов, с последующим переходом к этапу 6.7."
            ]
          },
          "Интеграционное тестирование выполняется для проверки требований, связанных с взаимодействием нескольких информационных систем, что включает интеграционное функциональное тестирование."
        ],
    
      "выведи таблицу ДККФМ":[
          "Разработка клиентского пути (прием нового Клиента на обслуживание)?",
          "Разработка новых, либо модификация существующих продуктов/услуг Банка (предоставление продуктов новым или существующим Клиентам)?",
          "Внедрение нового или модификация существующего канала для осуществления платежей/переводов?",
          "Миграция (перенос) действующего функционала из одной информационной системы в другую? Дополнительно отметьте ☒ пункты 4.1 – 4.12 (по списку ниже) миграция (перенос) какого функционала осуществляется: 4.1. Идентификация Клиента и его связанных лиц - сбор сведений и проверка их достоверности на основании документов клиента или данных гос. источников 4.2. Установление иностранных налоговых резидентов (исполнение требований FATCA и CRS) 4.3. Выявление особой категории Клиентов, в т.ч. связанных лиц (публичных должностных лиц) 4.4. Проверка полноты, корректности и актуальности сведений: - для ЮЛ и ИП наличие непросроченной даты планового обновления; - для ИП и ФЛ - действительный паспорт или иной документ, удостоверяющий личность; - для всех - принадлежности Клиента, связанных лиц к иностранным налоговым резидентам (исполнение требований FATCA и CRS) 4.5. Проверка достоверности сведений на основании документов клиента или данных гос. источников 4.6. Проверка Клиента по Скорингу ПОД/ФТ для ЮЛ и ИП (ФЛ проверке по Скорингу по ПОД/ФТ не подлежат) 4.7. Проверка Клиента и его связанных лиц по перечням и спискам по ПОД/ФТ и санкционным спискам 4.8. Автоматизированная проверка операций по перечням и спискам по ПОД/ФТ и санкционным спискам 4.9. Фиксирование в ИС подтвержденных и проверенных идентификационных сведений о клиенте и связанных лиц, в т.ч. результатов проверок по перечням и спискам 4.10. Фиксирование в ИС принадлежности Клиента, связанных лиц к иностранным налоговым резидентам (FATCA и CRS) 4.11. Фиксирование в ИС принадлежности Клиента, связанных лиц к особой категории (публичных должностных лиц) 4.12. Хранение полученных от Клиента сведений о себе и своих связанных лицах"
      ],

      "Результатами Процесса являются":"Результатами Процесса являются Технологические продукты, которые были созданы и/или доработаны в рамках взаимодействия подразделений Банка ВТБ (ПАО) и Подрядчиков. Эти продукты должны быть готовы к использованию, соответствовать заданным качественным и количественным характеристикам и обеспечивать Ценность для Клиентов. Результаты включают в себя также документацию, связанную с продуктами, которая создается, обновляется и хранится в соответствии с требованиями Положения, а также успешное прохождение всех Этапов Процесса, включая тестирование, внедрение в Промышленную среду и подтверждение реализации.",
    
      "какие артефакт нужны Для Интеграционных Инкрементов, требующих доработки нескольких ИС":[
          "Требования к Решению: Обязательный Артефакт с описанием или детализацией функциональных и нефункциональных требований, кроме случаев, когда не изменяются Требования к ИС. При этом формируется один Артефакт «Требования к Решению», включающий описание интеграции и детальное описание требований к реализации внутри каждой ИС, с последующим обновлением Артефактов «Требования к ИС» по каждой дорабатываемой ИС до установки ИС в рамках Релиза.",
          "Архитектура Решения: Обязательный Артефакт, кроме случаев, когда изменение требований к ИС не затрагивает архитектуру. Формируется один Артефакт «Архитектура Решения», включающий описание интеграции и детальное описание требований к реализации внутри каждой ИС, с последующим обновлением Артефактов «Архитектура ИС» по каждой дорабатываемой ИС до установки ИС в рамках Релиза.",
          "Тестовая стратегия ИС: Разрабатывается при создании новой ИС, в дальнейшем дорабатывается при возникновении необходимости изменения стратегии тестирования ИС.",
          "Тестовые планы и сценарии Решения: Обязательный Артефакт. Не формируется только в случае, если есть ранее согласованный Артефакт «Тестовые планы и сценарии Решения», полностью покрывающий все необходимые тестовые планы и сценарии по Инкременту.",
          "Тестовые планы и сценарии ИС: Необходимость Артефакта определяет Менеджер качества ИС. Может быть принято решение о применении ранее согласованного Артефакта, согласование сценариев тестирования вместе с протоколом тестирования, или достаточности формирования плана в Инструменте управления тестированием без дополнительного согласования.",
          "Тестовые планы и сценарии ППСИ: Обязательный Артефакт при проведении ППСИ.",
          "Протокол тестирования Решения: Обязательный Артефакт.",
          "Протокол тестирования ИС: Необходимость определяет Менеджер качества ИС. Может быть принято решение об отсутствии необходимости разработки Артефакта, при этом все выявленные Дефекты должны быть зарегистрированы и зафиксированы в Артефакте «Протокол тестирования Решения».",
          "Протокол ППСИ: Обязательный Артефакт при проведении ППСИ.",
          "Методика нагрузочного тестирования: Обязательный Артефакт при проведении НТ для ИС.",
          "Протокол НТ: Обязательный Артефакт при проведении НТ для ИС.",
          "Руководство администратора ИС: Разрабатывается только в случае, если требуется руководство администратора или его изменение.",
          "Руководство пользователя ИС: Разрабатывается только в случае, если требуется руководство пользователя или его изменение.",
          "ПМИ: Обязательный Артефакт. Менеджер качества ИС может принять решение о применении ранее согласованного Артефакта, если он полностью покрывает все необходимые испытания по Инкременту.",
          "Протокол ПСИ: Обязательный Артефакт при любых доработках.",
          "Акт ввода в эксплуатацию: Обязательный Артефакт при вводе ИС в эксплуатацию и вводе в эксплуатацию любых доработок ИС.",
          "Акт вывода из эксплуатации: Обязательный Артефакт при выводе ИС из эксплуатации."
      ],

      "выведи ЧЕК-ЛИСТ УАРО":[
          "При изменениях в перечисленных ниже пунктах, их атрибутах и связях, а также при доработках их витрин хранилищ данных, необходимо: отметить соответствующие пункты в чек-листе (оставить только отметку «Да»), и в лист согласования Артефакта добавить руководителя УАРО. При отсутствии изменений оставить отметку «Нет».",
          {
              "Бух учет (для всех АБС)":[
                  "Да/Нет Введение/изменение операций, открывающие счета на новых БП2 (ранее не используемых)",
                  "Да/Нет Введение нового типа счета (Роли счета).",
                  "Да/Нет Изменения в схеме учета, например, ранее учет производился на аналитических счетах, а происходит переход на учет на сводных счетах (или наоборот).",
                  "Да/Нет Изменения/добавление в технических атрибутах счетов, например, классы, Роли, которые позволяют относить тот или иной счет, к той или иной категории при выгрузке счетов в КХД (Номер в РИС 401) / КИХ (Номер в РИС 552)",
                  "Да/Нет Изменения в атрибутах счетов/введение новых атрибутов, например, признаки отнесения к счетам резидентов/нерезидентов, возможности дистанционного открытия/обслуживания счета."
              ],
              "Справочники":[
                  "Да/Нет Изменения в структуре, форматах, обязательности заполнения параметров и составе общесистемных справочников, например, филиалов Банка, стран, валют, счетов и тд.",
                  "Да/Нет Введение, изменение состава, а также связи в разных АБС общесистемных (или зависимых) справочников, например, справочник бизнес продуктов, справочник кредитных продуктов и т.д."
              ],
              "Атрибуты сделки":[
                  "Да/Нет Введение/изменение связи счета со сделкой",
                  "Да/Нет Введение/изменение Роли счета в сделке",
                  "Да/Нет Изменения в форматах и составах атрибутов сделок, которые могут анализироваться при составлении отчетности, например, статусы, коды, связи, номера, различные признаки и тд.",
                  "Да/Нет Изменения регламента ведения сделок в системах, например: W4 (Номер в РИС 420 эксБМ, Номер в РИС 391 эксВТБ24), Profile (Номер в РИС 390), Xbank (Номер в РИС 383), ЦАБС (Номер в РИС 342), Мбанк (Номер в РИС 419), УЗОР (Номер в РИС 345) и т.д.",
                  "Да/Нет Введение/изменение отнесения сделки к различным сегментам, например, к сегменту «кредитные продукты, предоставляемые при получении заемщиком регулярных выплат на свой банковский счет» и т.п.",
                  "Да/Нет Введение новых продуктов, введение/изменение по тарифам и ставкам продуктов.",
                  "Да/Нет Изменение связей/атрибутов связи сделок (договоров), например, отражение связи ипотечного договора со счетом эскроу, отражение связи аккредитива со счетом эскроу."
              ],
              "Атрибуты платежных документов":[
                  "Да/Нет Изменение схемы заполнения атрибутов платежного документа, например, в случае кассового документа, кода, р/с, к/с.",
                  "Да/Нет Изменение связи документа (операции) с проводками, относящимися к документу (операции)."
              ],
              "Атрибуты клиента":[
                  "Да/Нет Введение/изменение связи карточек клиентов",
                  "Да/Нет Изменения в форматах и составах атрибутов клиентов в системах-источниках.",
                  "Да/Нет Изменения в МДМ, как системе, в которой ведется Единый клиент.",
                  "Да/Нет Изменения в ПКБ"
              ],
              "Для доработок ХД (КХД (Номер в РИС 401) / КИХ (Номер в РИС 552))":"Да/Нет Любой атрибут, используемый в алгоритмах сбора витрин dm_spo/OFSA_OWNER/DWH_CBR."
                  }
              ]
    },

    "Сложные вопросы":{
"Какой артефакт можно не делать При внедрении HOTFIX-Релизов ":"При внедрении HOTFIX-Релизов артефакт 'Протокол ПСИ' считается необязательным, кроме случая, если устранение дефекта связано с исходным кодом, влияющим на информационную безопасность. В таком случае допустимо проведение ПСИ после внедрения доработок, устраняющих дефект, в рамках следующего релиза по ИС с формированием артефакта 'Протокол ПСИ'.",

"Чем отличаются ПСИ и ППСИ?":[
"ПСИ (Приемо-сдаточные испытания) и ППСИ (Предварительные ПСИ) — это этапы тестирования, которые используются в процессе разработки и внедрения информационных систем. Они имеют свои особенности и применение в зависимости от контекста разработки и требований к системе.",
{
  "ПСИ (Приемо-сдаточные испытания):":[
    "ПСИ проводятся для проверки готовности информационной системы к промышленной эксплуатации.",
    "Испытания охватывают полноценное тестирование системы на соответствие всем функциональным и нефункциональным требованиям, описанным в документации.",
    "ПСИ является обязательным этапом перед установкой системы в промышленную среду.",
    "По результатам ПСИ формируется Артефакт «Протокол ПСИ», в котором фиксируются результаты тестирования и регистрация всех выявленных дефектов."
  ],
  "ППСИ (Предварительные ПСИ):":[
    "ППСИ проводятся только для Интеграционных Релизов, которые влияют на MC (Mission Critical) или BC (Business Critical) информационные системы.",
    "ППСИ служат для предварительной проверки изменений, влияющих на критически важные системы, до их окончательной установки и тестирования в рамках ПСИ.",
    "ППСИ помогают выявить потенциальные риски и дефекты на раннем этапе, что позволяет минимизировать их влияние на критически важные бизнес-процессы.",
    "По результатам ППСИ также формируется соответствующий Артефакт, который описывает проведенные испытания и выявленные дефекты."
  ]
},
"Таким образом, основное отличие между ПСИ и ППСИ заключается в их предназначении и контексте применения: ПСИ является заключительным этапом перед вводом в эксплуатацию, а ППСИ — предварительным этапом, направленным на снижение рисков для критически важных систем."
],

"как разделяется тестирование":[
"Тестирование разделяется по количеству вовлеченных информационных систем (ИС) и по охвату.",
{
  "По количеству вовлеченных ИС:":[
    "Тестирование 1 (одной) ИС: Это любые виды тестирования, осуществляемые для проверки соответствия требованиям к одной ИС, без проверки интеграций.",
    "Интеграционное тестирование: Включает любые виды тестирования, которые проверяют требования, связанные с взаимодействием нескольких ИС, включая интеграционное функциональное тестирование (ИФТ)."
  ],
  "По охвату:":[
    "Тестирование текущей доработки: Осуществляется для проверки соответствия требованиям реализованной истории, инкремента, релиза или для проверки устранения дефекта.",
    "Регрессионное тестирование (РТ): Предназначено для обнаружения дефектов в уже протестированной реализации требований, чтобы исключить неработоспособность ранее работоспособной реализации. Обычно производится в рамках функционального тестирования."
  ]
},
"Таким образом, тестирование может быть как узконаправленным, ориентированным на одну ИС, так и широким, охватывающим интеграции между несколькими ИС, с учетом текущих доработок и регрессионных проверок."
],

"где описаны требования к ИС?":"Требования к ИС описаны в разделе 'Требования к ИС / ПС / Инкременту / Решению' в 'Приложении 2'. Этот раздел включает как функциональные, так и нефункциональные требования. В нем также содержатся требования к информационной безопасности и чек-лист УАРО, а также указаны принципы формирования и согласования артефактов, необходимых для реализации и поддержки ИС.",

"напиши все Правила работы с Артефактами в ИСАПП ":[
  {
    "Правила работы с Артефактами в ИСАПП включают следующие пункты:":
    [
      "1. Артефакты представляют собой набор связанной информации в ИСАПП и могут быть при необходимости выгружены в формате документа.",
      "2. Версии Артефактов по Инкрементам и Артефактов по ИС должны быть связаны с Элементами Бэклога.",
      "3. Использование электронной подписи при согласовании Артефактов производится в соответствии с Приложением 18 Положения.",
      "4. Доступен режим сравнения согласуемой версии Артефакта с последней согласованной версией Артефакта и с последней, отправлявшейся на согласование версией Артефакта, с отображением всех отличий версий Артефакта.",
      "5. Участвующим доступен просмотр вердиктов, замечаний и предложений по Артефакту, оставленных другими Участвующими.",
      {
        "6. В ИСАПП для Артефактов должны быть указаны связи:":
        [
          "с другими ранее согласованными или еще согласуемыми Артефактами по доработке, при их наличии. К примеру, для Артефакта «Архитектура Инкремента» связь с Артефактом «Требования к Инкременту»;",
          "Артефактов ИС, детализирующих Артефакты Инкремента или в которые переносится информация из Артефактов Инкремента, должны быть указаны связи на Артефакты Инкремента, при их наличии;",
          "с Сервисами, которые затрагивает доработка."
        ],
        "7. В согласованных Артефактах и Артефактах, отправленных на согласование, должна содержаться следующая информация:":
        [
          "Стрим, ответственный за ИС/Инкремент;",
          "Стримы, участвующие в разработке Артефакта;",
          "наименование и код всех ИС, доработка которых описывается в данном Артефакте;",
          "наименование Инкремента – для Артефактов Инкремента."
        ],
        "8. При наличии замечаний к согласуемой версии Артефакта:":
        [
          "Участвующим рекомендуется направлять Ответственному за Артефакт замечания и предложения по их устранению по факту выявления замечаний;",
          "При указании вердикта в ИСАПП Участвующий описывает итоговый перечень замечаний. Участвующий предлагает 1 (один) или несколько вариантов устранения замечания, если вопрос находится в зоне его компетенций."
        ]
      },
      "9. При отклонении замечаний Создатель должен указать обоснование отклонения в ИСАПП.",
      {
        "10. Правила формирования вердиктов по согласованию Артефактов в ИСАПП: ":
        {
          "По результатам согласования каждый Участвующий указывает один из следующих вердиктов:":
          [
            "'Согласованo': у Участвующего нет замечаний.",
            "'Согласовано с замечаниями': у Участвующего есть замечания,рекомендуемые для устранения. Замечания не являются блокирующими для согласования Артефакта.",
            "'Не согласовано': у Участвующего есть блокирующие замечания, без устранения которых доработка не может быть внедрена, либо требуется принятие решения о возможности внедрения доработки с выявленными рисками." 
          ],
          "Общий результат круга согласования формируется на основании вердиктов Участвующих:":
          [
            "'Согласовано': все Участвующие указали вердикт «Согласовано», либо все Участвующие указали вердикты, среди которых есть вердикты",
            "«Согласовано» и «Ошибка привлечения».",
            "'Согласовано с замечаниями': нет вердиктов «Не согласовано» и 1 (один) или несколько Участвующих указали вердикт «Согласовано с замечаниями».",
            "'Не согласовано': 1 (один) или несколько Участвующих указали вердикт «Не согласовано».",
            "'Ошибка привлечения': все Участвующие указали вердикт «Ошибка привлечения»."
          ]
        },
        "11. Версия Артефакта считается согласованной в любом из следующих случаев:":
        [
          "Общий результат круга 'Согласовано'.",
          "Владелец Бэклога Стрима указал вердикт «Согласовано с принятием последствий» в соответствии с подпунктом 5.4.12 Положения.",
          "Владелец Бэклога Команды, либо Стрима принял решение о возможности согласования Артефакта без учета замечаний и/или без вердикта Участвующих, при этом он должен указать вердикт «Согласовано с принятием последствий»."
        ]
      }
    ]
  },
  "Эти правила направлены на обеспечение прозрачности и согласованности действий, связанных с разработкой и согласованием Артефактов в ИСАПП."
]
},


"Вопросы по ссылкам":{

  "дай ссылку на чек-лист безбумажного банка":"https://wiki.corp.dev.vtb/pages/viewpage.action?pageId=703078276",
  "дай ссылку на Состав ИС автоматизации производственного процесса":"https://wiki.corp.dev.vtb/pages/viewpage.action?pageId=2963122051",
  "дай ссылку на формирование наименований Суперспринтов и Спринтов":"В предоставленных данных нет информации о правилах или ссылке на формирование наименований Суперспринтов и Спринтов."
  }
  }
