{"Пример создания артефакта" : {
    "Требования к Решению / Требования к Инкременту": "Требования к изменению 1 (одной) или нескольких ИС включая изменяемые Сервисы клиентские пути функциональные и нефункциональные требования. Артефакт не определяет требования к изменению Банковских продуктов. Банковские продукты изменяются в соответствии с Положениями о Банковских продуктах. Артефакт обязательный только для Решений (Интеграционных Инкрементов). Для Инкрементов 1 (одной) ИС можно сразу создавать/ обновлять Артефакт «Требования к ИС». Создается под Релиз. При необходимости может обновляться накопленным итогом при следующих Релизах и описывать несколько связанных интеграций.",
    
    "Требования к ИС": "Все функциональные и нефункциональные требования к ИС обновляемые накопленным итогом в ходе развития ИС. Артефакт создается при создании ИС и обновляется нарастающим итогом в ходе ее развития сразу обновлением Артефакта «Требования к ИС» либо переносом содержимого из согласованных Артефактов «Требования к Инкременту».",
    
    "Архитектура Решения / Архитектура Инкремента": "Планируемое изменение архитектуры 1 (одной) или нескольких ИС в рамках Инкремента. Артефакт обязательный только для Решений (Интеграционных Инкрементов). Для Инкрементов 1 (одной) ИС можно сразу создавать/ обновлять Артефакт «Архитектура ИС». Создается под Релиз. При необходимости может обновляться накопленным итогом при следующих Релизах и описывать несколько связанных интеграций.",
    
    "Архитектура ИС": "Архитектура ИС включая все компоненты относящиеся к ИС. Артефакт создается при создании ИС и обновляется нарастающим итогом в ходе ее развития сразу обновлением Артефакта «Архитектура ИС» либо переносом содержимого из согласованных Артефактов «Архитектура Инкремента».",
    
    "Тестовая стратегия ИС": "Обоснование видов тестирования которые должны проводиться при создании и модификации ИС общие подходы к тестированию и приёмке ИС. Артефакт создается при создании ИС и обновляется нарастающим итогом в ходе ее развития сразу обновлением Артефакта «Тестовая стратегия ИС» либо по факту обновления Артефакта «Требования к Инкременту».",
    
    "Изменение Тестовой стратегии ИС": "Изменения Артефакта «Тестовая стратегия ИС» в охвате Инкремента по 1 (одной) или нескольким ИС. Артефакт опциональный используется только для параллельного согласования изменений Артефакта «Тестовая стратегия ИС». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Тестовые планы и сценарии Решения": "Планы и сценарии всех системных тестов включая регрессионные тесты для проверки реализации Историй и устранения Дефектов входящих в Интеграционный Релиз в охвате Инкремента. Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Протокол тестирования Решения": "Протокол тестирования интеграции нескольких ИС. Формируется на основе прохождения планов и сценариев описанных в Артефакте «Тестовые планы и сценарии Решения». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Тестовые планы и сценарии ИС": "Планы и сценарии всех системных тестов включая регрессионные тесты для проверки реализации Историй и устранения Дефектов входящих в Релиз в охвате ИС. Не применяется для описания НТ. Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Протокол тестирования ИС": "Результат прохождения всех видов тестирования ИС кроме НТ. Формируется на основе прохождения планов и сценариев описанных в Артефакте «Тестовые планы и сценарии ИС» либо «Тестовые планы и сценарии Решения». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Методика нагрузочного тестирования (Методика НТ)": "Описание принципов сценариев тестового стенда оценки результатов нагрузочного тестирования ИС. Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Протокол НТ ИС": "Результат прохождения НТ по ИС. Формируется на основе прохождения планов и сценариев описанных в Артефакте «Методика НТ». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Тестовые планы и сценарии ППСИ": "План проверок состоящий из высокоприоритетных интеграционных тестовых сценариев по новой и ранее реализованной функциональности в составе Интеграционного Релиза и проводимый в рамках ППСИ. Создается строго 1 (один) Артефакт на 1 (один) Интеграционный Релиз в дальнейшем не обновляется.",
    
    "Протокол ППСИ": "Результат прохождения ППСИ по Интеграционному Релизу. Формируется на основе прохождения планов и сценариев описанных в Артефакте «Тестовые планы и сценарии ППСИ». Создается строго 1 (один) Артефакт на 1 (один) Интеграционный Релиз в дальнейшем не обновляется.",
    
    "ПМИ Решения / ПМИ ИС": "Программа и методика испытаний включает планы и сценарии на основании которых будут проводиться ПСИ. Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Протокол ПСИ Решения / Протокол ПСИ ИС": "Результат проведения ПСИ Релиза по 1 (одной) или нескольким ИС. Формируется на основе прохождения испытаний описанных в Артефакте «ПМИ». Артефакт содержит рекомендации Участвующих о возможности внедрения ИС/ Инкремента ИС в Промышленную среду с учетом выявленных Дефектов изложенных ограничений режима эксплуатации (или их отсутствия) принятых Задач с типом Технический долг. ПСИ проводится по Релизу или его части: по 1 (одной) ИС либо по 1 (одному) Инкременту. Артефакт согласуется в указанном объеме таким образом если Артефакт согласуется для Интеграционного Инкремента то замечания к 1 (одной) ИС ведут к согласованию с замечаниями либо отклонению всего Артефакта сразу для всех ИС Инкремента. По Релизу должны быть проведены ПСИ по всем Историям входящим в Релиз и зафиксированы в 1 (одном) или нескольких Артефактах «Протокол ПСИ». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Руководство администратора ИС": "Плановые и аварийные действия по администрированию и поддержанию работоспособности ИС в том числе перечень параметров которые могут быть настроены без Релиза только на основе ЗНИ либо без ЗНИ (отдельно отмечается в Артефакте). Артефакт создается при создании ИС и обновляется нарастающим итогом в ходе ее развития сразу обновлением Артефакта «Руководство администратора ИС» либо по факту обновления Артефакта «Изменения руководства администратора ИС».",
    
    "Изменения руководства администратора ИС": "Изменения Артефакта «Руководство администратора ИС». Артефакт опциональный используется только для параллельного согласования изменений Артефакта «Руководство администратора ИС». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Руководство пользователя ИС": "Детальные сценарии использования ИС конечными пользователями. Артефакт создается при создании ИС и обновляется нарастающим итогом в ходе ее развития сразу обновлением Артефакта «Руководство пользователя ИС» либо по факту обновления Артефакта «Изменения руководства пользователя ИС».",
    
    "Изменения руководства пользователя ИС": "Изменения Артефакта «Руководство пользователя ИС». Артефакт опциональный используется только для параллельного согласования изменений Артефакта «Руководство пользователя ИС». Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Акт ввода в эксплуатацию": "Факт установки новой ИС либо доработки ИС в Промышленную эксплуатацию с ограничениями либо без ограничений. Создается после установки ИС в рамках Релиза в Промышленную среду. Артефакт формируется для каждой впервые вводимой в эксплуатацию ИС. При доработке ИС в рамках Релиза допускается формировать 1 (один) Артефакт «Акт ввода в эксплуатацию» на несколько Релизов ИС. Сроки формирования Артефакта «Акт ввода в эксплуатацию» приведены в подпункте 6.8.9 Положения. Создается под конкретный Релиз в дальнейшем не обновляется.",
    
    "Акт вывода ИС из эксплуатации": "Факт вывода ИС из Промышленной эксплуатации. Создается после вывода ИС из эксплуатации. Сроки формирования Артефакта «Акт вывода ИС из эксплуатации» приведены в подпункте 6.8.14 Положения. В дальнейшем Артефакт не обновляется."
  },

  "Термины":{
    "1.1.2 Адаптируемая ИС ( не развиваемая Банком ИС, неразвиваемая ИС)": "ИС, функциональность которой не дорабатывается работниками Банка, включая лицензионные программные продукты от внешних поставщиков (без учета коробочного пользовательского ПО). ИС может быть признана неразвиваемой, если работники Банка не выполняют доработку функциональности ИС, или если Банк прекратил функциональное развитие ИС.",
    "1.1.3 Артефакт Процесса (Артефакт)": "статья в ИСАПП или документ, разрабатываемые в Процессе. Полный перечень Артефактов Процесса определен в пункте 5.1 Положения.",
    "1.1.4 Архитектор Стрима":"в значении, установленном в Положении об организации Стримов, введенное в действие приказом Банка от 25.09.2020 № 1846.",
    "1.1.5. Банк": "Банк ВТБ (ПАО).",
    "1.1.6. Банковский продукт ":"в значении, установленном в Положениями по Банковским продуктам. Не является предметом настоящего Положения.",
    "1.1.7. Бизнес-глоссарий данных":"1.1.7. Бизнес-глоссарий данных – иерархический словарь бизнес-терминов, в котором структурированно хранится информация об атрибутах данных, требованиях к ним, требованиях к их качеству, проверкам качества каждого конкретного атрибута, фиксируется назначение владельца атрибута данных.",
    "1.1.8. Бэклог":"единственный, упорядоченный в соответствии с приоритетами, динамичный, но не финальный перечень требований (Элементов Бэклога) по конкретной предметной области. Одни Элементы Бэклога могут быть декомпозированы на другие Элементы Бэклога.",
    "Перечень Элементов Бэклога, используемых в Процессе:":{
      "Дефект":"ошибка в функционировании Технологического продукта или несоответствие Технологического продукта установленным требованиям к Технологическому продукту;",
      "Задача – один или несколько видов работ":["технические работы, не связанные с разработкой исходного кода Технологического продукта","организационные работы","методологические работы","исследовательские работы","работы по анализу, проектированию и ведению документации","работы по анализу, проектированию и ведению документации."],
      "История":"краткое описание несущей Ценность желаемой части функциональности Технологических продуктов на понятном пользователю языке, реализуемой Командой за Спринт",
      "Подзадача":"декомпозиция Историй, Задач и Дефектов до уровня 1 (одного) исполнителя. Если работы выполняются совместно несколькими работниками, для них создаются отдельные Подзадачи. Если работы выполняются 1 (одним) исполнителем, создание Подзадачи не требуется.",
      "Фича":"требование, реализация которого позволяет предоставить Ценность. Фича описывает комплексный результат: функциональный, технологический, организационный",
      "Эпик":"элемент целеполагания. Крупная, значимая, комплексная, логически обособленная конечная группа требований к 1 (одному) или нескольким Технологическим продуктам. Эпик обладает измеримыми показателями, напрямую поддерживающими ключевые результаты Стрима."
    },
    "1.1.9. Дистрибутивный комплект":"совокупность файлов, полученных в результате сборки (в некоторых случаях предварительной компиляции) из выделенной кодовой базы ИС или ПС, позволяющая развернуть работоспособную версию ИС/ПС на оборудовании с предварительно установленным на нём системном ПО. Для доработок, которые не несут изменений кодовой базы ИС, дистрибутивным комплектом является файл с описанием настроек – файл текстового формата, содержащий цель изменения настроек, назначение каждого пункта настроек и результат, который должен быть получен от изменения, который может ссылаться на пункты Руководства администратора, Руководства пользователя, и прочих Артефактов.",
    "1.1.10. Домен данных":"в значении, установленном в Положении об управлении данными.",
    "1.1.11. Запрос":"способ привлечения других Стримов, а также СП для участия в реализации Элемента Бэклога, находящегося в зоне ответственности Стрима или СП или ССП, отвечающего за развитие и/или поддержку определенной специализированной предметной области, и выступающего Инициатором Запроса. Для Запросов обязательно должен быть определен связанный Элемент Бэклога, для реализации которого требуется выполнение Запроса.",
    "1.1.12. Заявка в Бэклог (Заявка) ":"описание потребности, являющееся основанием для выполнения работ, связанных с созданием и/или развитием 1 (одного) или нескольких Технологических продуктов или оценки необходимости открытия Проекта",
    "Типы заявок":
    ["Заявка на автоматизацию (ЗнА) – описание потребности, являющееся основанием для выполнения работ по созданию и/или развитию 1 (одного) или нескольких Технологических продуктов, а также выводу ИС из эксплуатации;",
    "Заявка на оценку – описание потребности, являющееся основанием для определения необходимости открытия Проекта, включающего работы по созданию и/или развитию 1 (одного) или нескольких Технологических продуктов, а также разработки необходимых материалов для открытия Проекта"
    ],
    "1.1.13. Идеальный день ":"оценка объемов работ, посвященных Элементу Бэклога, без переключений на другие работы. Продолжительность 1 (одного) Идеального дня равна продолжительности одного рабочего дня в соответствии с нормативной документацией Банка.",
    "1.1.14. Инициатор":"любой Участник Процесса, подающий потребность в создании или развитии Технологического продукта в рамках своих полномочий. Инициатором может выступать представитель Стрима и работник подразделения Банка, наделенный соответствующими полномочиями в установленном Банком порядке. Для присвоения Производственной роли Инициатор, работнику должен быть предоставлен доступ в ИСАПП. Доступ может быть предоставлен всем Участникам Процесса",
    "1.1.15. Инкремент":"сгруппированный пакет Историй и Дефектов, обеспечивающий прирост функциональности и/ или изменения нефункциональных характеристик 1 (одной) или нескольких ИС, этапы тестирования и развертывания которого проходят в рамках одного Релиза. Инкремент может быть описан в 1 (одной) или нескольких Историях или Дефектах, при этом 1 (одна) История или Дефект относятся только к 1 (одному) Инкременту.",
    "Типы инкримента":
    ["Инкремент 1 (одной) ИС – Инкремент, реализация которого осуществляется внутри 1 ИС и не влияет на реализованные ранее интеграции",
    "Интеграционный инкремент (Решение) – Инкремент, реализация которого требует создания или доработки интеграции нескольких ИС, либо влияет или потенциально может повлиять на реализованные ранее интеграции",
    "Интеграционный инфраструктурный инкремент (Решение «INFRA») – Решение, затрагивающее только информационные системы с атрибутом «Инфраструктурная» согласно РИС."
    ],
    "1.1.16. Инструмент управления тестированием ":"ИС, обеспечивающая управление тестированием в Банке.",
    "1.1.17. Информационная система (ИС) ":"набор компонентов системного и прикладного ПО и данных, развернутый на вычислительных мощностях, со своим независимым жизненным циклом, используемый определенной группой работников Банка в процессе своей профессиональной деятельности и обеспечивающий реализацию бизнес-процесса или его части с использованием средств ИТ.",
    "1.1.18. Информационные системы автоматизации производственного процесса (ИСАПП)":"ИС, обеспечивающие пространство для управления знаниями, Артефактами, задачами, в том числе Бэклогами, планирования Спринтов, Суперспринтов, и обеспечивающее взаимодействие при выполнении этапов производственного процесса. ",
    "1.1.19. ИТ-инициатива (Инициатива)":"формализованная идея, которая может быть реализована в виде Заявки, Программы, Проекта. Формат реализации определяется после анализа и оценки инициативы согласно правилам, утверждаемым КБИТ",
    "1.1.20. ИТ-лидер Команды":"в значении, установленном в Положении об организации Стримов.",
    "1.1.21. ИТ-дидер Стрима ":"в значении, установленном в Положении об организации Стримов.",
    "1.1.22. ИТ-услуга":"в значении, установленном в Положении об управлении сервисами.",
    "1.1.23. Канальное приложение":"ИС, реализующая тот или иной способ взаимодействия (канал) определенной категории пользователя (Клиента) с учётом сегмента Клиента и особенностей используемых устройств, реализующее базовый функционал канального приложения – канальные сервисы. Является посредником (интерфейсом) между устройством Клиента и ИС, непосредственно реализующими процессы продаж и обслуживания.",
    "1.1.24. Карта данных":"в значении, установленном в Положении об управлении данными.",
    "1.1.25. Каталог сервисов Банка ":"единый источник достоверной, актуальной комплексной информации обо всех Сервисах, расположенных на ресурсе Банка, в значении, установленном в Положении об управлении Сервисами, введенным в действие приказом Банка от 24.06.2021 № 1243.",
    "1.1.26. Квота":"доля плановых трудозатрат (оценки) Стрима на реализацию Элемента Бэклога определенного типа.",
    "1.1.27. Квартальный обзор бизнес-результатов (КОБР)":"Мероприятие Суперспринта по обзору прогноза выполнения целей и результатов Стримов текущего Суперспринта, определению и синхронизации целей и приоритетов развития Стримов на следующий Суперспринт и актуализации общих целей и приоритетов развития Стримов и Программ на год, а также верхнеуровневой синхронизации дорожных карт Стримов на годовой период.",
    "1.1.28. Клиент":"для целей настоящего Положения физическое лицо (гражданин Российской Федерации, иностранный гражданин, в т.ч. лицо без гражданства) или юридическое лицо (резидент Российской Федерации или нерезидент) или индивидуальный предприниматель, обратившееся в Банк с целью приобретения Банковского Продукта или уже использующее Банковский продукт, либо структурное, обособленное подразделение Банка, его работники, использующие Технологический продукт.",
    "1.1.29. Команда":"в значении, установленном в Положении об организации Стримов.", 
    "1.1.30. Контрольная точка (КоТ)":"точка проверки соответствия Релиза требованиям на конкретных Этапах Процесса.",
    "1.1.31. Коробочное пользовательское ПО ":"готовое ПО, предоставляемое сторонней организацией – производителем ПО в стандартном виде без доработки, со стандартной функциональностью, используемое на АРМ Пользователей для выполнения рабочих задач, не имеющие серверных компонентов, за исключением выдачи/подтверждения прав на использование такого ПО (обращение к серверу для активации лицензии или выдачи конкурентных лицензий) и не имеющего внешних компонентов, обеспечивающих работу такого ПО.",
    "1.1.32. Критерии выполнения (Definition of Done, DoD) ":"единый перечень условий, которые необходимо выполнить Команде, чтобы История могла считаться реализованной. Критерии выполнения могут отличаться у разных Команд, при этом для каждой Команды есть обязательные DoD, определенные Положением.",
    "1.1.33. Критерии готовности (Definition of Ready, DoR) ":"единый для Команды перечень условий, которые необходимо выполнить Команде для возможности начать разработку. Критерии готовности могут отличаться у разных Команд.",
    "1.1.34. Критерии приемки Истории":"перечень условий, определяемый для каждой Истории, согласно которым Лидер Команды определяет, что взятая в Спринт История реализована в соответствии с его ожиданиями и несёт предполагаемую Ценность.",
    "1.1.35. КРОСС":"ИС управления ИТ-компетенциями и сорсингом, код АПД – 01.27.01.",
    "1.1.36. Лидер Стрима": "работник Банка, отвечающий за достижение Ключевых Результатов Стрима, через управление участниками, процессами работы и проводимыми Мероприятиями в рамках своей зоны компетенций, а также развитие Продукта Стрима с целью максимизации его Ценности для Банка и Клиента. Определяет видение Продукта Стрима. Описание и правила назначения Лидера Стрима определены в Положении об организации Стримов.",
    "1.1.37. Лидер Команды": "Работник Банка или Подрядчика, отвечающий за достижение Ключевых результатов Команды через управление участниками, процессами работы и проводимыми Мероприятиями в рамках своей зоны компетенций, а также за развитие или обеспечение ее Продукта Команды. Описание и правила назначения Лидера Команды определены в Положении об организации Стримов.",
    "1.1.38. Линейный руководитель": "работник Банка, непосредственный руководитель согласно штатному расписанию работника.",
    "1.1.39. Мероприятие": "встреча или серия встреч участников Команд или Стримов и Заинтересованных сторон. Мероприятия имеют своё назначение, определённое в Положении об организации Стримов.",
    "1.1.40. Минимально жизнеспособный продукт, Minimum Viable Product (MVP)": "минимальный набор реализованной и внедренной в Промышленную среду функциональности Технологического продукта и нескольких связанных Технологических продуктов, предоставляющий конечную Ценность. При этом функциональность может быть предоставлена с ограничениями, в том числе ограниченному охвату Клиентов.",
    "1.1.41. Подсистема (ПС)": "1 (один) или несколько компонентов ИС, объединённых логически, организационно, общей инфраструктурой, по назначению и/или связанных в рамках Процесса и обладающих самостоятельностью в отношении других Подсистем 1 (одной) ИС.",
    "1.1.42. Подрядчик": "юридическое лицо, являющееся поставщиком товаров и услуг Банку по ИТ направлению в соответствие с заключенным с Банком договором. В рамках Положения термин так же применяется к работнику Подрядчика.",
    "1.1.43. Поставка": "форма распространения ПО, включающая в себя Дистрибутивный комплект и связанные с ним описание, инструкции и средства установки и отката, а также полный список документов, необходимый и достаточный для внесения Изменений в прикладном ПО на средах.",
    "1.1.44. Предпроект": "проработка / анализ Инициативы на фазе планирования, направленная на уточнение параметров Программы / Проекта и принятие решения о целесообразности открытия Программы / Проекта.",
    "1.1.45. Программа с ИТ-составляющей (Программа)": "совокупность взаимосвязанных Проектов и ИТ-инициатив, направленных на достижение стратегических целей Банка.",
    "1.1.46. Проект с ИТ-составляющей, ИТ-проект (Проект)": "ограниченный во времени комплекс работ, направленных на создание уникальных (новых) Технологических продуктов в планируемые сроки с определенными ресурсами.",
    "1.1.47. Производственная роль": "совокупность функций и связанных с ними ответственности и полномочий Участника Процесса, необходимых для исполнения требований Положения. Допустимо совмещение нескольких Производственных ролей одним работником. Полный перечень Производственных ролей определен в пункте 3.1 Положения.",
    "1.1.48. Производственный процесс (Процесс)": "процесс производства Технологических продуктов, описанный в Положении.",
    "1.1.49. Промышленная среда (ПРОМ)": "информационная инфраструктура, используемая для непосредственной реализации технологических продуктов, содержащих и(или) обрабатывающих промышленные данные.",
    "1.1.50. Промышленная эксплуатация": "функционирование ИС в Промышленной среде.",
    "1.1.51. Релиз": "совокупность организационных и технических работ по выпуску в Промышленную эксплуатацию реализованных требований, а также доработок по устранению Дефектов в Промышленной среде.",
    "1.1.52. Релизная политика": "правила, определяющие подход к управлению Релизами в Банке, в том числе правила формирования расписаний и порядок выпуска плановых Релизов и HOTFIX-Релизов, требования к составу и формированию Релизов, правила наименования и нумерации версий. Порядок управления релизами описывается в методических указаниях к Положению.",
    "1.1.53. Реестр информационных систем (РИС)": "полный перечень ИС Банка, находящихся в Промышленной эксплуатации, разрабатываемых и выведенных из эксплуатации.",
    "1.1.54. Самостоятельное структурное подразделение ИТ (ССП ИТ)": [
        "Департамент технологического развития розничного бизнеса (ДТРРБ)",
        "Департамент технологического развития корпоративного бизнеса (ДТРКБ)",
        "Департамент технологического развития систем поддержки бизнеса (ДТРСПБ)",
        "Департамент технологического развития общебанковских систем (ДТРОС)",
        "Департамент развития инфраструктуры (ДРИ)",
        "Департамент поддержки прикладных систем и сервисов (ДППСС)",
        "Департамент ИТ-архитектуры (ДИТА)",
        "Департамент операционной модели цифрового развития (ДОМЦР)",
        "Департамент организации и контроля технологического развития (ДОКТР)"
    ],
    "1.1.55. Сервис Банка (Сервис)": "способ предоставления Ценности Клиенту, который по своей сущности может быть полностью или частично автоматизирован. Представляет собой регулярную повторяющуюся логическую последовательность деятельности участников создания Ценности, направленную на удовлетворение потребности Клиента (как внутреннего, так и внешнего). У каждого Сервиса есть свой ответственный – Владелец. Не является Сервисом деятельность по реализации стратегии и корпоративного развития Банка, реализации контрольно-экспертных функций, выполнение которых обусловлено требованиями законодательства Российской Федерации и нормативных документов (за исключением функций, влияющих на Результат Цепочки сервисов, и по которым Руководителем ССП выделены Сервисы для целей управления и включения их в Цепочку сервисов), деятельность, связанная с координацией нормативного сопровождения и управления Проектами, с процессами административно-хозяйственного обеспечения жизнедеятельности Банка и процессами обеспечения информационной безопасности (за исключением технологических автоматизированных процессов), а также представительские функции, направленные на защиту интересов Банка.",
    "1.1.56. Спринт": "горизонт планирования Команды, временной период создания готовой к использованию функциональности, повышающей Ценность 1 (одного) или нескольких Технологических продуктов для Клиентов. В рамках Спринта готовая функциональность может не устанавливаться в Промышленную среду, но должна быть по возможности готова к установке. Принципы работы в рамках Спринтов определены в пункте 4.2 Положения.",
    "1.1.57. Стрим": "в значении, установленном в Положении об организации Стримов.",
    "1.1.58. Суперспринт": "горизонт планирования Стримов и временной период реализации Элементов Бэклога. Суперспринты разделяются на Спринты. Принципы работы в рамках Суперспринтов определены в пункте 4.1 Положения.",
    "1.1.59. Сценарий тестирования (Тест-кейс)": "алгоритм, описывающий последовательность действий для проверки компонентов Технологических продуктов утвержденным требованиям.",
    "1.1.60. Технологический продукт": "1 (одна), несколько или часть ИС, обладающая Ценностью. Технологические продукты не являются Банковскими продуктами, но могут создаваться и развиваться для поддержки Банковских продуктов.",
    "1.1.61. Участник Производственного процесса (Участник Процесса)": "работник Банка или Подрядчика, исполняющий одну или несколько Производственных ролей.",
    "1.1.62. Ценность": "воспринимаемые выгоды, польза или важность Банковского либо Технологического продукта для Клиента.",
    "1.1.63. Этап": "отдельная стадия Процесса с установленными задачами и ответственными.",
    "1.1.64. Agile (адаптивный подход)": "подход к организации труда в условиях меняющихся внешних воздействий и приоритетов, обеспечивающий своевременную реакцию на них, за счет построения циклов сбора обратной связи от Заинтересованных сторон.",
    "1.1.65. Business Critical System (BC ИС)": "в значении, установленном в Положении по обеспечению непрерывности и восстановления функционирования ИС.",
    "1.1.66. DevSecOps Pipeline (Конвейер DevSecOps)": "набор практик для автоматизации развертывания приложений.",
    "1.1.67. MF SM": "ИС, обеспечивающая реализацию сервисной и процессной модели ССП ИТ, а также предоставление услуг иным подразделениям Банка. Сервисная и процессная модели не являются предметом регулирования Положения.",
    "1.1.68. Mission Critical System (MC ИС)": "в значении, установленном в Положении по обеспечению непрерывности и восстановления функционирования ИС."
  },


  "Сокращения": {
    "АПД": "Архив программ и программной документации",
    "ДБ": "Департамент по обеспечению безопасности",
    "ДККиФМ": "Департамент комплаенс контроля и финансового мониторинга",
    "ЗНИ": "Запрос на изменение",
    "ИБ": "Информационная безопасность",
    "ИТ": "Информационные технологии",
    "КБИТ": "Комитет по банковским и информационным технологиям",
    "КУОРР": "Комитет по управлению операционными и регуляторными (комплаенс) рисками",
    "НТ": "Нагрузочное тестирование",
    "ПМИ": "Программа и методика испытаний",
    "ПО": "Программное обеспечение",
    "ППСИ": "Предварительные ПСИ",
    "ПСИ": "Приемо-сдаточные испытания",
    "СДО": "Автоматизированная система документационного обеспечения Банка",
    "ССП": "Самостоятельно структурное подразделение",
    "СП": "Структурное подразделение",
    "УЗКИ": "Управление защиты корпоративных интересов ДБ",
    "УМиОПП": "Управление методологии и организации процессов производства ДОМЦР",
    "УОИБ": "Управление по обеспечению информационной безопасности ДБ",
    "API": "Application Programming Interface (Интерфейс взаимодействия ПО)",
    "CI": "Continuous Integration (Непрерывная интеграция)",
    "DevOps": "Development Operations (Разработка, Эксплуатация)",
    "DevSecOps": "Development Security Operations (Разработка, Безопасность, Эксплуатация)",
    "UI": "User Interface (пользовательский интерфейс)",
    "UX": "User Experience (пользовательский опыт взаимодействия)"
  },
  "Основные положения" : {
    "Назначение": "Настоящее Положение регламентирует порядок взаимодействия подразделений Банка ВТБ (ПАО) и Подрядчиков в процессе создания и развития (разработки) Технологических продуктов.",
    "Цель": "Обеспечение максимально эффективного создания, развития и поставки Технологических продуктов.",
    "Правила взаимодействия с Подрядчиками": "Правила взаимодействия с Подрядчиками устанавливаются в рамках договоров и учитывают требования настоящего Положения.",
    "Рамки и правила Процесса": "Положение определяет общие рамки и правила Процесса, детальная регламентация выполняется нормативными актами и методическими указаниями.",
    "Рекомендации": "Рекомендации и разъяснения производственных практик публикуются в пространстве Процесса для всех работников Банка и Подрядчиков. Они носят рекомендательный характер и не являются предметом данного Положения.",
    "Виды деятельности, подлежащие регламентации": {
      "Правила передачи в АПД": "Правила передачи документации, исходного кода и модулей в архив программ и программной документации, введены приказом Банка № __ от __.__.__",
      "Правила работы с Бэклогом": "Правила работы с Бэклогом, введены приказом Банка № __ от __.__.__",
      "Правила управления API": "Правила управления API, введены приказом Банка № __ от __.__.__",
      "Вывод ИС из эксплуатации": "Методическое указание",
      "Управление Дефектами": "Методическое указание",
      "Организация сред разработки и тестирования": "Методическое указание",
      "Управление релизами": "Методическое указание",
      "Контроль выполнения производственного процесса": "Контроль выполнения производственного процесса",
      "Управление контрактами на поставку данных": "Методическое указание",
      "Проектирование, разработка и прекращение использования инфраструктурных решений": "С учетом их жизненного цикла, методическое указание"
    }
  },
  "Общие принципы Процесса" : {
      "Фокус на создание Ценности": "Процесс направлен на максимально быструю поставку Ценности при сохранении качества в соответствии с приоритетами Банка.",
      "Инкрементальность": "Каждый Спринт обеспечивает прирост Ценности для Заинтересованных сторон, основанный на концепции MVP, с возможностью демонстрации.",
      "Совместная работа и раннее вовлечение": "Артефакты, Задачи, Истории и Дефекты разрабатываются совместно представителями всех необходимых Стримов и СП с привлечением производственных ролей.",
      "Разумный набор Артефактов": "Процесс содержит минимальный набор Артефактов, необходимых для создания качественного Технологического продукта.",
      "Максимальная автоматизация": "Все Артефакты и их согласование ведутся в электронном виде с минимальной необходимостью использования информационных систем, обеспечивая декомпозицию Бэклогов.",
      "Измеримость": "Процесс предусматривает постоянный автоматизированный контроль количественных и качественных метрик.",
      "Универсальность": "Процесс подходит для любых типов требований (проектных и внепроектных) и для любых информационных систем.",
      "Непрерывное совершенствование": "Процесс постоянно развивается и модифицируется на основе объективных данных с внесением доработок в Положение.",
      "Инженерное совершенство": "Процесс поддерживает использование современных инженерных практик, способствуя их применению.",
      "Соблюдение требований ИБ": "Процесс определяет процедуры, Артефакты и Производственные роли для обеспечения информационной безопасности Технологических продуктов.",
      "Повторное использование": "Технологические продукты могут быть повторно использованы в Сервисах Банка.",
      "Итеративно-инкрементальный подход": {
          "Цель": "Максимально быстрое получение обратной связи от Заинтересованных сторон, оперативный анализ потребностей и при необходимости корректировка реализации.",
          "Исключение участия Подрядчика": {
            "Условия": "Работники Подрядчика не участвуют в постановке задач перед работниками подразделений Банка, визировании нормативных актов, распорядительных документов, приемке результатов выполненных работ и подтверждении соответствия требованиям.",
            "Ограничения": "Исключается доступ Подрядчиков к банковской тайне, персональным данным и другой конфиденциальной информации в соответствии с законодательством и договоренностями с клиентами."
          }
        },
        "Декомпозиция потребностей": {
          "Описание": "Потребности могут быть разделены на самостоятельные части, которые описываются как связанные Элементы Бэклога, и эти Элементы могут проектироваться, разрабатываться и внедряться поэтапно."
        },
        "Управление рисками": {
          "Описание": "При выявлении регуляторных, операционных или информационных рисков необходимо руководствоваться соответствующими нормативными актами по управлению рисками."
        },
        "Свободно распространяемое программное обеспечение (СПО)": {
          "Требования": "СПО, используемое при разработке ПО, должно быть разрешено к использованию в соответствии с требованиями Положения о порядке использования СПО."
        },
        "Обновление Положения": {
          "Описание": "Обновление Положения осуществляется в соответствии с Положением о порядке подготовки, вступления в силу и признания утратившими силу нормативных актов."
        },
        "Работа с Подсистемами (ПС)": {
          "Артефакты": {
            "Описание": "Для ПС формируется отдельный набор Артефактов ИС, Акт ввода в эксплуатацию ПС оформляется на ИС, но в описании ПО должна содержаться ПС."
          },
          "Элементы Бэклога по ПС": {
            "Описание": "Элементы Бэклога по ПС исполняются через Этапы Процесса."
          },
          "Назначение Производственных ролей": {
            "Описание": "Для ПС могут назначаться Производственные роли, в противном случае участвуют роли ИС, родительской для ПС."
          },
          "Интеграционный Инкремент (Решения)": {
            "Описание": "Если реализация Историй или устранение Дефектов по ПС влияет на другие ИС или ПС других ИС, формируются Артефакты Интеграционного Инкремента (Решения). Если это влияет только на другие ПС той же ИС, вместо Интеграционного Инкремента могут разрабатываться Артефакты ИС."
          }
        },
    "Общие правила работы с Инкрементами": {
    "Противоречащая информация": {
      "Описание": "В одно и то же время не может согласовываться противоречащая информация по одной ИС в разных Инкрементах, включая противоречия в одной и той же функциональности ИС.",
      "Последствия": "Противоречащая информация может привести к отклонению Артефактов по обоим Инкрементам.",
      "Ответственность": "Ответственный за развитие ИС отвечает за непротиворечивость информации, контроль возложен на Команды, участвующие в развитии ИС."
    },
    "Ответственный за Инкременты": {
      "Описание": "Для Инкрементов одной ИС в ИСАПП указывается ответственный Стрим и Команда за данный Инкремент."
    },
    "Ограничение на количество Инкрементов": {
      "Описание": "В рамках одного Релиза на ИС допустим не более одного Инкремента на одну ИС для одной Команды."
    },
    "Артефакты Инкремента": {
      "Описание": "По каждому Инкременту формируется один набор Артефактов на Релиз. Нельзя иметь несколько версий Артефактов «Архитектура Инкремента» для одного Инкремента в Релизе."
    },
    "Описание Инкремента": {
      "Изменения в Артефактах": "Должно быть указано, какие разделы/пункты/подпункты Артефактов меняются, добавляются или заменяются.",
      "Контекст изменений": "Контекст изменений должен отражать, какая функциональность меняется, добавляется или выводится, чтобы было понятно, в чем заключается смысл изменений в ИС."
    },
    "Перенос информации": {
      "Описание": "Информация из Артефактов Инкремента должна быть перенесена в Артефакты ИС в соответствии с правилами, описанными в пункте 6.7.2 Положения."
    }
  }
  },
 "Принципы ролевой модели Процесса" : {
    "Производственные роли" : {
    "Разделение по предметным областям и охвату": "Роли разделены в зависимости от предметной области и охвата.",
    "Назначение работников на Производственные роли": {
      "Учет факторов": [
        "Принадлежность работников к подразделениям Банка или Подрядчика и необходимые компетенции для выполнения Процесса.",
        "Квалификационные требования, права, трудовые обязанности и ответственность, закрепленные в должностных инструкциях работников и договорах с Подрядчиками (если применимо).",
        "Требования СП, ответственных за назначение роли в Банке.",
        "Запрет на доступ к персональным данным и сведениям, составляющим банковскую или коммерческую тайну, для лиц, не состоящих в трудовых отношениях с Банком."
      ],
      "Зафиксировано в КРОСС": "Ответственность за назначение фиксируется в КРОСС, ответственным за назначение, указанным в таблице 2 Положения."
    },
    "Назначение в КРОСС": {
      "Описание": "Для работы по Процессу необходимо назначить все Производственные роли в охвате Релиза в соответствии с Приложением 1 Положения. Дополнительные роли для Интеграционных Инкрементов привлекаются только для Элементов Бэклога, связанных с интеграцией нескольких ИС."
    },
    "Правила участия": {
      "Описание": "Правила участия Производственных ролей в Процессе и работе с Артефактами указаны в пунктах 3.2 и 3.3, а также в разделе 6 Положения."
    },
    "Совмещение ролей": {
      "Описание": "Допустимо совмещение нескольких Производственных ролей одним работником или исполнение одной роли несколькими работниками."
    },
    "Замещение работников": {
      "Ответственность": "Замещение работников в случае их отсутствия (отпуск, командировка, временная нетрудоспособность и т.д.) находится в зоне ответственности Линейных руководителей.",
      "Планирование Стрима": "Планирование деятельности Стрима при невозможности замещения находится в зоне ответственности Команды и Стрима."
    }
  },

  "Уровни Производственных ролей":[
    {
      "Предметная область": "Управление требованиями",
      "Производственные роли, назначаемые на Банк": "-",
      "Производственные роли, назначаемые ситуативно": ["Зантересованная сторона", "Владелец Бэклога", "Владелец Бэклога команды"],
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Владелец Стрима",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "Ответственный за развитие ИС"
    },
    {
      "Предметная область": "Проектирование требований",
      "Производственные роли, назначаемые на Банк": "Корпоративный технолог",
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Технолог Сервиса",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "Системный аналитик"
    },
    {
      "Предметная область": "Архитектура приложений",
      "Производственные роли, назначаемые на Банк": ["Архитектор Решения (только для Интеграционных Инкрементов)"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Корпоративный архитектор",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "Архитектор ИС"
    },
    {
      "Предметная область": "Управление данными",
      "Производственные роли, назначаемые на Банк": ["Директор по управлению данными", "Корпоративный архитектор данных"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "-"
    },
    {
      "Предметная область": "Проектирование и сопровождение инфраструктуры",
      "Производственные роли, назначаемые на Банк": ["Архитектор инфраструктуры", "Эксперт инфраструктуры"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "-"
    },
    {
      "Предметная область": "Анализ реализации требований ИБ",
      "Производственные роли, назначаемые на Банк": ["Корпоративный директор по ИБ", "Эксперт ИБ инфраструктуры", "Тестировщик ИБ", "Эксперт УЗКИ"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "Эксперт ИБ",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "-"
    },
    {
      "Предметная область": "Реализация",
      "Производственные роли, назначаемые на Банк": "Корпоративный директор по разработке",
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "Разработчик"
    },
    {
      "Предметная область": "Контроль качества",
      "Производственные роли, назначаемые на Банк": ["Корпоративный менеджер качества", "Куратор тестового контура"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Менеджер качества (только для Интеграционных Инкрементов)",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": ["Менеджер качества ИС", "Менеджер качества НТ", "Тестировщик", "Менеджер сопровождения по качеству"]
    },
    {
      "Предметная область": "DevOps",
      "Производственные роли, назначаемые на Банк": "Корпоративный DevOps инженер",
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "DevOps инженер"
    },
    {
      "Предметная область": "Релизное управление",
      "Производственные роли, назначаемые на Банк": "Согласующий и установку",
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Менеджер интеграционной части релиза (только для решений)",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "Менеджер релиза"
    },
    {
      "Предметная область": "Сопровождение прикладных ИС",
      "Производственные роли, назначаемые на Банк": ["Директор сопровождения", "Менеджер сопровождения тестовой среды"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": [
        "Менеджер сопровождения",
        "Прикладной администратор",
        "Менеджер сопровождения тестовой среды"
      ]
    },
    {
      "Предметная область": "Дизайн (UI/UX)",
      "Производственные роли, назначаемые на Банк": "-",
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Дизайн-менеджер",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "Дизайнер"
    },
    {
      "Предметная область": "Управление дефектами",
      "Производственные роли, назначаемые на Банк": [
        "Исполнитель дефекта",
        "Исполнитель задачи дефекта",
        "Ответственный за дефект"
      ],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "Координатор дефектов",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "-"
    },
    {
      "Предметная область": "Корпоративный контроль",
      "Производственные роли, назначаемые на Банк": ["Эксперт ДКФМ", "Менеджер АПД", "Эксперт НМА"],
      "Производственные роли, назначаемые ситуативно": "-",
      "Производственные роли, назначаемые на Стрим (на все ИС/ПС Стрима)": "-",
      "Производственные роли, назначаемые на Сервис": "-",
      "Производственные роли, назначаемые на конкретные ИС/ПС": "-"
    }
  ],



  "Правила назначения Производственных ролей":[
    {
    "Заинтересованная сторона":{
      "Стрим или СП Банка:":[
        "использующий Технологический продукт/ИС/ПС или результаты работы Технологического продукта/ИС/ПС",
        "для которого работа Технологического продукта/ИС/ПС влияет на реализацию задач (например, предоставление Банковских продуктов, обеспечение исполнения требования регуляторных органов в зоне своей ответственности)",
        "участвующий в развитии, сопровождении или контроле работы Технологического продукта или ИС/ПС",
        "руководителя Программы и/или Проекта, связанного с развитием Технологического продукта/ИС/ПС"]
      },
      "Владелец Бэклога":{
      "Владелец Бэклога Стрима":"Работник, исполняющий функции Лидера Стрима, ИТ-Лидера Стрима или Архитектора Стрима",
      "Владелец Бэклога Команды": "Работник, исполняющий функции Лидера Команды, ИТ-Лидера Команды, Лидера поставки Команды, Лидера кластера Стрима, ИТ-лидера кластера Стрима."
      },
      "Ответственный за развитие ИС":"Работник ССП ИТ, исполняющий функции ИТ-Лидера Стрима или ИТ-Лидера 1 (одной) из Команд, входящей в Стрим, отвечающий за развитие ИС. По ИС может быть назначен только 1 (один) работник на Производственную роль Ответственный за развитие ИС. Назначение производится ИТ-Лидером Стрима, отвечающего за ИС, в рамках исполнения пункта 6.3 Положения. Ответственный за развитие ИС решает спорные вопросы по развитию ИС.",
      "Корпоративный технолог": "Работник Банка или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Технолог Сервиса": "Правила назначения роли определены в Положении об управлении Сервисами. Формат вовлечения «Закрепление за стримом» в значении, установленном в Положении об организации стримов.",
      "Системный аналитик" :"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ.",
      "Корпоративный архитектор":
      [
        "Работник ДИТА или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса",
        "Для ИС/ПС, за которые отвечают Стримы ДРИ (ответственный за архитектурный элемент и/или поставку, определяемой в соответствии с Положением об организации Стримов, – ДРИ) Производственная роль Корпоративный архитектор не требует обязательного назначения"
      ],
      "Архитектор Решения":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по согласованию с Корпоративным архитектором",
      "Архитектор ИС":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по согласованию с Ответственным за развитие ИС",
      "Директор по управлению данными":"Работник ДИТА или Подрядчика. Назначается в соответствии с Положением об управлении данными",
      "Корпоративный архитектор данных":"Работник ДИТА или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Архитектор Инфраструктуры":"Работник ССП ИТ или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Эксперт инфраструктуры":
      [
        "Работник ССП ИТ или Подрядчика. Назначается руководителем СП ДРИ.",
        "Эксперты инфраструктуры делятся на предметные области инфраструктуры. Перечень предметных областей инфраструктуры ведется ДИТА и ДРИ. Эксперты инфраструктуры отвечают за сопровождение реализованных Технологических продуктов в части инфраструктуры"
      ],
      "Корпоративный директор ИБ":"Работник ДБ или Подрядчика. Назначается начальником УОИБ.",
      "Эксперт ИБ":"Работник ДБ или Подрядчика. Назначается руководителем СП ДБ. ",
      "Эксперт ИБ инфраструктуры":"Работник ДБ или Подрядчика. Назначается руководителем СП ДБ.",
      "Корпоративный директор по разработке":"Работник ССП ИТ или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Разработчик":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ.",
      "Корпоративный менеджер качества":"Работник ССП ИТ или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Менеджер качества Решения":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ.",
      "Менеджер качества ИС/НТ":
      [
        "Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ",
        "В КРОСС отдельно назначаются Менеджеры качества НТ и Менеджеры качества ИС. Менеджеры качества НТ назначаются только для ИС, для которых требуется проведение НТ."
      ],
      "Менеджер сопровождения по качеству":
      [
        "Работник ДППСС или Подрядчика. Назначается руководителем СП ДППСС.",
        "Роль назначается только для MC ИС и BC ИС"
      ],
      "Тестировщик/ Тестировщик НТ":
      [
      "Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "В КРОСС отдельно назначаются Тестировщики НТ и Тестировщики по остальным видам тестирования. Тестировщики НТ назначаются только для ИС, для которых требуется проведение НТ.",
      "В рамках Процесса определены специализации Тестировщиков в зависимости от видов тестирования, определенных в пункте 4.5 Положения"
      ],
      "Тестировщик ИБ":"Работник ДБ или Подрядчика. Назначается руководителем СП ДБ.",
      "Куратор тестового контура":"Работник, отвечающий за обеспечение доступности интеграционных тестовых контуров ИФТ; ПРЕПРОД; HOTFIX, а также контура НТ (в том числе и контура нагрузочного тестирования) и координирующий их использование в рамках Процесса производства Технологических продуктов.  Назначается ИТ Лидером Стрима Управление тестовыми средами по работникам, входящим в Стрим.",
      "Корпоративный DevOps инженер":"Работник ССП ИТ или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "DevOps инженер":"Работник ССП ИТ или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса",
      "Согласующий установку (Согласующий)":"Работник ССП ИТ или Подрядчика. Правила назначения определены в рамках Процесса управления изменениями",
      "Менеджер интеграционного Релиза":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Менеджер Релиза":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса.",
      "Директор сопровождения":"Работник ДППСС или Подрядчика. Правила назначения определяются ССП ИТ и публикуются в пространстве Производственного процесса",
      "Менеджер сопровождения / Менеджер сопровождения тестовой среды":
      [
        "Работник ССП ИТ или Подрядчика. Работник, отвечающий за сопровождение и надежность, обеспечение установленных показателей качества принятых в Промышленную эксплуатацию Технологических продуктов/ИС. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ. Рекомендуется совмещение данной Производственной роли с ролью Менеджера ИТ-услуги.",
        "Для обеспечения доступности сред разработки и тестирования дополнительно определяются Менеджеры сопровождения тестовых сред."
      ],
      "Прикладной администратор":"Работник ССП ИТ или Подрядчика. Работник, сопровождающий ИС. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП, соответствующего ССП ИТ.",
      "Дизайн-менеджер":"Работник ССП ИТ или Подрядчика. Работник, являющийся дизайн-менеджером, назначается на Стрим ИТ-Лидером Стрима и отвечает за визуальное представление и пользовательский опыт в ИС Стрима. ",
      "Дизайнер":"Работник ССП ИТ или Подрядчика. Работник, являющийся дизайнером назначается на ИС Стрима ИТ-Лидером Стрима и отвечает за визуальное представление и пользовательский опыт в ИС Стрима.",
      "Архитектор надёжности":"Работник Управления надёжности и стабильности ДИТА или Подрядчика. Назначается начальником Управления надёжности и стабильности ДИТА.",
      "Архитектор сопровождения":"Работник ССП ИТ или Подрядчика. Назначается на ИС Стрима ИТ-Лидером Стрима по работникам, входящим в Стрим, либо руководителем СП соответствующего ССП ИТ.",
      "Исполнитель Дефекта":"Работник ССП ИТ или Подрядчика. Участник Процесса, выполняющий текущую обработку Дефекта в соответствии с Процессом.",
      "Исполнитель задачи Дефекта":"Работник ССП ИТ или Подрядчика. Участник Процесса, выполняющий текущую обработку Задачи дефекта в соответствии с Процессом.",
      "Координатор Дефектов":"Работник ССП ИТ или Подрядчика. Назначается ИТ-Лидером Стрима по работникам, входящих в Стрим, либо руководителем СП соответствующего ССП ИТ. Назначение роли определяется в нормативном акте по управлению Дефектами",
      "Ответственный за Дефект":"Работник ССП ИТ или Подрядчика. Назначение роли определяется в нормативном акте по управлению Дефектами",
      "Эксперт УЗКИ":"Работник УЗКИ ДБ. Назначается руководителем УЗКИ.",
      "Эксперт ДККФМ":"Работник ДККиФМ. Назначается начальником Управления регуляторной поддержки и сопровождения проектов развития ДККиФМ.",
      "Менеджер АПД":"Работник ДОМЦР. Назначается начальником отдела архива программ и программной документации.",
      "Эксперт НМА":"Работник Управления по мониторингу и контролю нематериальных активов ИТ Департамента организации и контроля технологического развития. Назначается руководителем Службы контроля капитализации затрат ИТ."

    }
  ],
 "3.2.1. Описание принципа участия Производственных ролей в реализации Элементов Бэклога ":{
  "Заказчик":
  [
    "Подтверждает интересы и потребности Заинтересованной стороны (Стрима/ Команды или подразделения Банка) к Технологическому продукту.",
    "Заказчик – Лидер Стрима/ Команды, либо Линейный руководитель Инициатора, либо уполномоченный ими работник. Для Проектов/Программ обязанности Заказчика исполняет руководитель Проекта/Программы. Представитель Производственной роли Заинтересованная сторона"
  ],
  "Инициатор":
  [
    "Отвечает за подачу и описание потребности от Заинтересованной стороны, и приемку результатов ее реализации",
    "Любая Производственная роль."
  ],
  "Ответственный за выполнение":
  [
    "Отвечает за своевременное выполнение работ по Заявке/ Элементу Бэклога, в том числе привлечение необходимых ресурсов, целостность итогового результата",
    "Ответственный за выполнение работ по Заявке/Элементу Бэклога определяется Стримом/Командой в ходе исполнения Процесса, в том числе в рамках планирования в соответствии с пунктом 4.4 Положения. Ответственным за выполнение может быть назначен исполнитель любой Производственной роли, в случае, если работник, входит в Стрим/Команду, ответственную за Заявку/Элемент Бэклога, и исполняемые работы входят в компетенции работника.",
    "По решению Стрима/Команды при необходимости Ответственный за выполнение может меняться в ходе выполнения работ."
  ],
  "Ответственный за прохождение КоТ":
  [
    "Отвечает за проверку соответствия критериям прохождения КоТ.",
    "Ответственный за КоТ исполняется Производственными ролями в соответствии с пунктом 4.7 Положения."
  ]
 },
 "Разработка артефактов":{
  "Степень участия в работе с Артефактами":{
    "Ответственный за Артефакт (А – Accountable)":{
      "Отвечает за координацию работ по Артефакту":
      [
        "планирует порядок изменения и согласования Артефакта",
        "обеспечивает своевременное формирование и согласование Артефакта, вовлечение остальных Участников Процесса, полноту, качество и непротиворечивость созданного Артефакта",
        "координирует согласование Артефакта",
        "является Участвующим по Артефакту",
        "при необходимости привлекает дополнительных Участвующих для согласования версии Артефакта",
        "У Артефакта всегда определен Ответственный за Артефакт и только 1 (один)."
      ]
    },
    "Создатель (R – Responsible)":{
      "Отвечает за создание/ доработку Артефакта в рамках Элемента Бэклога: ":
      [
        "разрабатывает и вносит изменения в Артефакт",
        "У Артефакта всегда есть хотя бы 1 (один) Создатель"
      ]
    },
    "Участвующий (P – Participating)":
    [
      "Консультирует и участвует в разработке и доработке Артефакта для выполнения принципа совместной работы и раннего вовлечения, согласовывает Артефакт в рамках ответственности Производственной роли.",
      "У Артефакта всегда есть хотя бы 1 (один) Участвующий."
    ],
    "Информируемый (I – Informed)":
    [
      "Обязательно информируется по факту согласования изменений Артефакта, в случае если в Артефакт были внесены корректировки. ",
      "У Артефакта может не быть информируемых, либо может быть один или несколько информируемых",
      "Информирование производится автоматически средствами ИСАПП",
      "Для всех Производственных ролей реализована возможность подписаться на оповещения по Артефакту"
    ]
    }
  }
},
"ПОЛОЖЕНИЯ ПРОЦЕССА":{
"Начало и результаты Процесса":{
"4.1.1. Потребности регистрируются Инициаторами в ИСАПП":
  [
    {
      "Тип": "Заявки на оценку",
      "Описание": "Необходимость оценки Проекта и подготовки материалов для его открытия"
    },
    {
      "Тип": "Заявки на автоматизацию",
      "Описание": "Требования на создание и/или развитие Технологических продуктов, Технический долг и Архитектурные задачи",
      "Условия": [
        {
          "Условие": "Допустимость подачи потребности без регистрации Заявки",
          "Подтверждение": "Подтверждается Владельцем Бэклога",
          "Действия": [
            "Владелец Бэклога регистрирует потребность в форме Элемента Бэклога",
            "Стрим/Команда регистрирует Элемент Бэклога или предоставляет возможность Инициатору"
          ]
        },
        {
          "Условие": "Заявки не требуются для вне-проектных требований",
          "Подтверждение": "Подтверждается Владельцами Бэклога Стримов/Команд",
          "Действия": [
            "Технический долг, зафиксированный в ходе согласования Артефактов, регистрируется сразу в виде Элемента Бэклога",
            "Ответственным за регистрацию является Владелец Бэклога"
          ]
        }
      ]
    },
    {
      "Тип": "Элементы Бэклога для вне-проектных требований",
      "Описание": "Поданы требования, для которых определены ответственные Команды, без необходимости подачи Заявки",
      "Условия": [
        {
          "Условие": "Возможность реализации требований без открытия Проекта и без регистрации Заявки",
          "Подтверждение": "Подтверждается Владельцами Бэклога Стримов/Команд"
        }
      ]
    },
    {
      "Тип": "Дефекты",
      "Описание": "Дефекты одного или нескольких Технологических продуктов",
      "Выявление": [
        {
          "Среда": "Промышленная среда",
          "Процесс": "Исполнение требований процесса управления инцидентами, проблемами или авариями",
          "Положение": "Положение по авариям"
        }
      ],
      "Регистрация": "Регистрируются в рамках Элементов Бэклога типа Дефект"
    }
  ],
  "Запросы Инициатора": {
    "Описание": "Инициатор может регистрировать Запросы в соответствии с правилами Положения об организации Стримов"
  },
  "4.1.2. Результатами Процесса являются":[
    "реализованные, установленные в Промышленную среду и переданные на поддержку Технологические продукты или доработки по ним",
    "устраненный Технический долг",
    "оцененные потребности в рамках Этапов Процесса, определенных в пунктах  6.2, 6.3 и 6.4 Положения, являющиеся основанием для определения необходимости открытия Проекта",
    "устраненные Дефекты",
    "отклоненные потребности к Технологическим продуктам в рамках Этапов Процесса, определенных в пунктах 6.2, 6.3 и 6.4 Положения, в связи с нецелесообразностью их реализации"
  ]





}
}







  


}

