{
    "\"Как установить VTB Pay Drupal?\"": "\"Инструкция Установка и настройка VTB Pay Drupal Авторизуйтесь в роли «Администратора» Наведите курсор на пункт меню и в выпадающем меню в разделе «Advanced settings» перейдите по ссылке «Modules» Нажмите Выберите файл с плагином и нажмите Настройка платежной системы Перейдите на страницу «Modules» и найдите плагин «Commerce VTB Payment» Включите его Сохраните изменения, нажав Наведите курсор на пункт меню Заполните поля «Клиентский ИД» и «Клиентский Секрет» Нажать кнопку В выпадающем меню выберите пункт «Настройки VTB Payment» Удаление плагина Перейдите на страницу «Modules» и найдите плагин «Commerce VTB Payment» Выключите его Сохраните изменения, нажав Перейдите на страницу «Payment methods» Найдите плагин «VTB Payment» Нажмите Подтвердить операцию нажав Перейдите в панель управления сервера / хостинга. В папке с модулями найдите плагин и удалите его Успешных продаж!\"",
    "\"Как скачать и установить ВТБ Онлайн на Андроиде?\"": "\"Перейдите в интернет-банк нажмите на кнопку и следуйте инструкции online.vtb.ru «Скачать для Android» Вы увидите стандартное системное сообщение о том, что файл может быть опасен. Но это просто файл для установки приложения. Нажмите «Все равно скачать». Когда файл загрузится, нажмите , чтобы установить приложение. «Открыть» Если у вас Android 8 и выше, перейдите по ссылке в оповещении и разрешите установку в настройках телефона. Для ранних версий Android перейдите в настройки → безопасность и включите параметр «неизвестные источники».",
    "\"Как установить приложение ВТБ Онлайн на Android\"": "\"Перейдите на страницу входа в интернет-банк ВТБ Онлайн. Для этого сканируйте QR-код или скопируйте ссылку в мобильный браузер https://online.vtb.ru/login 1 2.1 После полной загрузки файла нажмите «Открыть» для установки приложения Нажмите на кнопку «Скачать для Android». При скачивании файла вы увидите предупреждение, нажмите «Ок». 2\"",
    "\"Как происходит заполнение счета ВТБ без подтверждений через приложение другого банка?\"": "\"Перейдите в приложение другого банка, выполните настройки, разрешите переводы в ВТБ без подтверждений, подтвердите операцию, после чего произойдет пополнение вашего счета ВТБ и сохранятся настройки переводов без подтверждений.\"",
    "\"Как скачать ВТБ Онлайн для Андроида?\"": "\"Перейдите в интернет-банк нажмите на кнопку и следуйте инструкции online.vtb.ru «Скачать для Android» Вы увидите стандартное системное сообщение о том, что файл может быть опасен. Но это просто файл для установки приложения. Нажмите «Все равно скачать». Когда файл загрузится, нажмите , чтобы установить приложение. «Открыть» Если у вас Android 8 и выше, перейдите по ссылке в оповещении и разрешите установку в настройках телефона. Для ранних версий Android перейдите в настройки → безопасность и включите параметр «неизвестные источники».\"",
    "\"Как настроить перевод и экономить время при использовании ВТБ Онлайн?\"": "\"Выполните настройки на экране другого банка Разрешите переводы в ВТБ без подтверждений Подтвердите операцию После этого произойдет пополнение вашего счета ВТБ, а также сохранятся настройки переводов без подтверждений\"",
    "\"Как установить VTB Pay на Drupal?\"": "\"Авторизуйтесь в роли «Администратора», наведите курсор на пункт меню, перейдите по ссылке «Modules», выберите файл с плагином, включите плагин Commerce VTB Payment, заполните поля «Клиентский ИД» и «Клиентский Секрет», нажмите кнопку, выберите пункт «Настройки VTB Payment», найдите плагин на странице «Payment methods» и подтвердите операцию.\"",
    "\"Как установить ВТБ Онлайн на Андроиде?\"": "\"Перейдите в интернет-банк нажмите на кнопку и следуйте инструкции online.vtb.ru «Скачать для Android». Вы увидите стандартное системное сообщение о том, что файл может быть опасен. Но это просто файл для установки приложения. Нажмите «Все равно скачать». Когда файл загрузится, нажмите , чтобы установить приложение. «Открыть» Если у вас Android 8 и выше, перейдите по ссылке в оповещении и разрешите установку в настройках телефона. Для ранних версий Android перейдите в настройки → безопасность и включите параметр «неизвестные источники».\"",
    "{\"Как установить приложение ВТБ Онлайн на Android\"": "\"Перейдите на страницу входа в интернет-банк ВТБ Онлайн. Для этого сканируйте QR-код или скопируйте ссылку в мобильный браузер https://online.vtb.ru/login 1 2.1 После полной загрузки файла нажмите «Открыть» для установки приложения Нажмите на кнопку «Скачать для Android». При скачивании файла вы увидите предупреждение, нажмите «Ок». 2 Как установить приложение ВТБ Онлайн на Android Разрешите установку приложения в настройках: • Если у вас версия Android 8 и выше, появится соответствующее оповещение. Перейдите по кнопке «Настройки» и разрешите установку 3 • Если у вас более старая версия Android, самостоятельно перейдите в раздел «Настройки» > «Безопасность» и включите параметр «Неизвестные источники». После этого приложение ВТБ Онлайн будет установлено на вашем смартфоне\"}",
    "\"Как настроить перевод в ВТБ Онлайн без подтверждений?": "\"Платежи в ВТБ без подтверждений После создания автопополнения в ВТБ Онлайн перейдите в приложение другого банка через уведомление (СМС или Push) 1 Рассказываем, как настроить перевод и экономить ваше время: 2 Выполните настройки на экране другого банка Разрешите переводы в ВТБ без подтверждений 3 Подтвердите операцию После этого произойдет пополнение вашего счета ВТБ, а также сохранятся настройки переводов без подтверждений Переводить в ВТБ без подтверждения Запрос денег через СБП Запрос денег через СБП Другие настройки Зайдите в в приложении другого банка Настройки 1 В некоторых банках необходимо настроить входящие переводы по СБП внутри приложения: Переводы по номеру телефона Выберите или и выполните настройки Система быстрых платежей Переводы по номеру телефона В настройках дайте свое согласие на переводы без подтверждений 2 Выберите счет списания и укажите банк ВТБ для пополнений 3 После сохранения настроек, пополнения в ВТБ будут выполняться без подтверждений\"",
    "{\"Как установить ВТБ Онлайн на Андроиде?\"": "\"Перейдите в интернет-банк нажмите на кнопку и следуйте инструкции online.vtb.ru «Скачать для Android» Вы увидите стандартное системное сообщение о том, что файл может быть опасен. Но это просто файл для установки приложения. Нажмите «Все равно скачать». Когда файл загрузится, нажмите , чтобы установить приложение. «Открыть». Если у вас Android 8 и выше, перейдите по ссылке в оповещении и разрешите установку в настройках телефона. Для ранних версий Android перейдите в настройки → безопасность и включите параметр «неизвестные источники».\"}",
    "\"Как установить приложение ВТБ Онлайн на Android?\"": "\"Перейдите на страницу входа в интернет-банк ВТБ Онлайн. Для этого сканируйте QR-код или скопируйте ссылку в мобильный браузер https://online.vtb.ru/login 1 2.1 После полной загрузки файла нажмите «Открыть» для установки приложения Нажмите на кнопку «Скачать для Android». При скачивании файла вы увидите предупреждение, нажмите «Ок». 2 Разрешите установку приложения в настройках: • Если у вас версия Android 8 и выше, появится соответствующее оповещение. Перейдите по кнопке «Настройки» и разрешите установку 3 • Если у вас более старая версия Android, самостоятельно перейдите в раздел «Настройки» > «Безопасность» и включите параметр «Неизвестные источники». После этого приложение ВТБ Онлайн будет установлено на вашем смартфоне\"",
    "\"Как настроить перевод в ВТБ Онлайн через приложение другого банка?\"": "\"Перейдите в приложение другого банка, запустите настройки, разрешите переводы в ВТБ без подтверждений, подтвердите операцию, после чего произойдет пополнение вашего счета ВТБ и сохранятся настройки переводов без подтверждений\""
}