{
"Легкие вопросы":{
  "Что такое Бэклог?":"единственный, упорядоченный в соответствии с приоритетами, динамичный, но не финальный перечень требований (Элементов Бэклога) по конкретной предметной области. Одни Элементы Бэклога могут быть декомпозированы на другие Элементы Бэклога",
  "Что означает термин Задача в процессе разработки?":" технические работы, не связанные с разработкой исходного кода Технологического продукта, организационные работы, методологические работы, исследовательские работы,работы по анализу, проектированию и ведению документации,работы по анализу, проектированию и ведению документации.",
  "Что делает заказчик в реализации элементов бэклога?":"Подтверждает интересы и потребности Заинтересованной стороны (Стрима/ Команды или подразделения Банка) к Технологическому продукту",
  "Когда можно не обновлять артефакты, даже если ИС изменена?":"если изменения уже были ранее описаны в других артефактах, или если доработка не вносит изменений в функциональность или архитектуру ИС, что не требует актуализации артефактов",
  "что такое АБС":"Автоматизирования банковская система",
  "что такое УЗКИ": "Управление защиты корпоративных интересов ДБ",
  "как устанавливаются Правила взаимодействия с Подрядчиками": "Правила взаимодействия с Подрядчиками устанавливаются в рамках договоров и учитывают требования настоящего Положения.",
  "когда возможен Запуск круга согласования":"Возможен только после включения в список Участвующих всех Участников Процесса с Производственными ролями, предусмотренными для заданного Артефакта в соответствии с Приложением 1 Положения",
  "что таоке релиз?":"совокупность организационных и технических работ по выпуску в Промышленную эксплуатацию реализованных требований, а также доработок по устранению Дефектов в Промышленной среде.",
  "кто такое подрядчик?":"юридическое лицо, являющееся поставщиком товаров и услуг Банку по ИТ направлению в соответствие с заключенным с Банком договором. В рамках Положения термин так же применяется к работнику Подрядчика.",
  "что такое квота?":"доля плановых трудозатрат (оценки) Стрима на реализацию Элемента Бэклога определенного типа.",
  "кто может быть инициатором?":"Инициатором может выступать представитель Стрима и работник подразделения Банка, наделенный соответствующими полномочиями в установленном Банком порядке.",
  "что такое Инкремент одной ИС":"Инкремент, реализация которого осуществляется внутри 1 ИС и не влияет на реализованные ранее интеграции",
  "что такое инкремент?":"сгруппированный пакет Историй и Дефектов, обеспечивающий прирост функциональности и/ или изменения нефункциональных характеристик 1 (одной) или нескольких ИС, этапы тестирования и развертывания которого проходят в рамках одного Релиза. Инкремент может быть описан в 1 (одной) или нескольких Историях или Дефектах, при этом 1 (одна) История или Дефект относятся только к 1 (одному) Инкременту.",
  "какой банк подрузамевается в документе под словом 'Банк'?":"Банк ВТБ (ПАО)"
},





"Вопросы средней сложности":{
  "Какие типы инкрементов описаны в документе?":"Инкремент 1 (одной) ИС, Интеграционный инкремент (Решение),Интеграционный инфраструктурный инкремент (Решение INFRA)",
  "Какие роли в проектировании требований? ":"Корпоративный технолог,Системный аналитик,Владелец Бэклога,Ответственный за развитие ИС",
  "Какие артефакты обязательны для релиза новой ИС?":"Требования к ИС,Архитектура ИС,Тестовая стратегия ИС,Тестовые планы и сценарии ИС,Протокол тестирования ИС,Акт ввода в эксплуатацию",
  "что делают DevOps инженеры для обеспечения выполнения Процесса":[
      "разрабатывают и поддерживают инженерные стандарты DevOps Банка",
      "контролируют соблюдение стандартов и применение общих практик DevOps в Банке",
      "обеспечивают разбор спорных ситуаций и сложных кейсов в области DevOps",
      "разрабатывают и сопровождают Конвейер DevSecOps для платформы/ ИС в соответствии с корпоративными инженерными стандартами DevOps и с использованием централизованных инструментов (за исключением случаев, авторизованных со стороны корпоративного DevOps инженера)",
      "разрабатывают стандарты и инструкции по применению Конвейера DevSecOps для конкретных платформ/ ИС",
      "участвуют в проработке требований по инфраструктуре как части технической постановки задачи",
      "разрабатывают и сопровождают Конвейер DevSecOps для платформ/ ИС",
      "взаимодействуют с Прикладными администраторами для передачи знаний об эксплуатации Технологического продукта"
    ],
  "что делают Корпоративные технологи":[
      "разрабатывают и поддерживает стандарты в области формирования и формализации технологических процессов",
      "контролируют соответствие технологических процессов стандартам Банка",
      "обеспечивает разбор спорных ситуаций по технологическим процессам"
    ],
  "в чем заключается этап 'Интеграционное тестирование'?":[
      "Разработчик передает Менеджеру качества Решения Поставку или дистрибутивный комплект лицензионного ПО, включая Артефакты, и необходимые материалы для проведения интеграционного тестирования, обеспечивает сборку и развертывание на среды тестирования.",
      "Ответственный за выполнение по Истории/устранение Дефекта, входящих в объем интеграции, контролирует проведение интеграционного тестирования, участвует в принятии решения о возможности установки доработки в Промышленную среду с выявленными в ходе тестирования Дефектами, при необходимости привлекает Заказчиков.",
      "Интеграционное тестирование выполняется на основе Артефакта «Тестовые планы и сценарии Решения».",
      " В рамках данного этапа разрабатывается Артефакт «Протокол тестирования Решения». Правила работы с Артефактами определены в разделе 5 Положения"],

  "выведи таблицу ДККФМ":[
      "1. Разработка клиентского пути (прием нового Клиента на обслуживание)?",
      "2. Разработка новых, либо модификация существующих продуктов/услуг Банка (предоставление продуктов новым или существующим Клиентам)?",
      "3. Внедрение нового или модификация существующего канала для осуществления платежей/переводов?",
      "4. Миграция (перенос) действующего функционала из одной информационной системы в другую? Дополнительно отметьте ☒ пункты 4.1 – 4.12 (по списку ниже) миграция (перенос) какого функционала осуществляется:",
      "4.1. Идентификация Клиента и его связанных лиц - сбор сведений и проверка их достоверности на основании документов клиента или данных гос. источников",
      "4.2. Установление иностранных налоговых резидентов (исполнение требований FATCA и CRS)",
      "4.3. Выявление особой категории Клиентов, в т.ч. связанных лиц (публичных должностных лиц)",
      "4.4. Проверка полноты, корректности и актуальности сведений: - для ЮЛ и ИП наличие непросроченной даты планового обновления; - для ИП и ФЛ - действительный паспорт или иной документ, удостоверяющий личность; - для всех - принадлежности Клиента, связанных лиц к иностранным налоговым резидентам (исполнение требований FATCA и CRS)",
      "4.5. Проверка достоверности сведений на основании документов клиента или данных гос. источников",
      "4.6. Проверка Клиента по Скорингу ПОД/ФТ для ЮЛ и ИП (ФЛ проверке по Скорингу по ПОД/ФТ не подлежат)",
      "4.7. Проверка Клиента и его связанных лиц по перечням и спискам по ПОД/ФТ и санкционным спискам",
      "4.8. Автоматизированная проверка операций по перечням и спискам по ПОД/ФТ и санкционным спискам",
      "4.9. Фиксирование в ИС подтвержденных и проверенных идентификационных сведений о клиенте и связанных лиц, в т.ч. результатов проверок по перечням и спискам",
      "4.10. Фиксирование в ИС принадлежности Клиента, связанных лиц к иностранным налоговым резидентам (FATCA и CRS)",
      "4.11. Фиксирование в ИС принадлежности Клиента, связанных лиц к особой категории (публичных должностных лиц)",
      "4.12. Хранение полученных от Клиента сведений о себе и своих связанных лицах "
  ],
  "Результатами Процесса являются":[
    "реализованные, установленные в Промышленную среду и переданные на поддержку Технологические продукты или доработки по ним",
    "устраненный Технический долг",
    "оцененные потребности в рамках Этапов Процесса, определенных в пунктах  6.2, 6.3 и 6.4 Положения, являющиеся основанием для определения необходимости открытия Проекта",
    "устраненные Дефекты",
    "отклоненные потребности к Технологическим продуктам в рамках Этапов Процесса, определенных в пунктах 6.2, 6.3 и 6.4 Положения, в связи с нецелесообразностью их реализации"
  ],

  "какие артефакт нужны Для Интеграционных Инкрементов, требующих доработки нескольких ИС":{
      "Требования к Решению":"Обязательный Артефакт с описанием или детализацией функциональных и нефункциональны требований кроме случаев, когда не изменяются Требования к ИС. При этом формируется 1 (один) Артефакт «Требования к Решению», включающий описание интеграции и детальное описание требований к реализации внутри каждой ИС, с последующим обновлением Артефактов «Требования к ИС» по каждой дорабатываемой ИС до установки ИС в рамках Релиза в соответствии с правилами подпункта 6.7.2 Положения ",
      "Архитектура Решения": "Обязательный Артефакт кроме случаев, когда изменение требований к ИС не затрагивает архитектуру. При этом формируется 1 (один) Артефакт «Архитектура Решения», включающий описание интеграции и детальное описание требований к реализации внутри каждой ИС, с последующим обновлением Артефактов «Архитектура ИС» по каждой дорабатываемой ИС до установки ИС в рамках Релиза в соответствии с правилами пункта 6.7.2 Положения",
      "Тестовая стратегия ИС":"Разрабатывается при создании новой ИС, в дальнейшем дорабатывается при возникновении необходимости изменения стратегии тестирования ИС",
      "Тестовые планы и сценарии Решения": "  Обязательный Артефакт. Артефакт не формируется только в случае, если есть ранее согласованный Артефакт «Тестовые планы и сценарии Решения», полностью покрывающий все необходимые тестовые планы и сценарии по Инкременту",
      "Тестовые планы и сценарии ИС": "Необходимость Артефакта определяет Менеджер качества ИС: может быть принято решение о применении ранее согласованного Артефакта к прошлым доработкам, или согласование сценариев тестирования вместе с протоколом тестирования, или Артефактом «Тестовые планы и сценарии Решения» или достаточности формирования плана в Инструменте управления тестированием без дополнительного согласования. При наличии необходимости проведения НТ или Тестирования ИБ, Менеджер качества НТ или Тестировщик ИБ могут определить обязательность разработки Артефакта для доработки",
      "Тестовые планы и сценарии ППСИ": "Обязательный Артефакт при проведении ППСИ. Для Релизов, не требующих проведение ППСИ, не формируется",
      "Протокол тестирования Решения": "Обязательный Артефакт",
      "Протокол тестирования ИС": "Необходимость Артефакта определяет Менеджер качества ИС: может быть принято решение об отсутствии необходимости разработки Артефакта, при этом все выявленные Дефекты в ходе тестирования должны быть зарегистрированы, а также зафиксированы в Артефакте «Протокол тестирования Решения»",
      "Протокол ППСИ": "Обязательный Артефакт при проведении ППСИ. Для Релизов, не требующих проведение ППСИ, не формируется",
      "Методика нагрузочного тестирования": "Обязательный Артефакт при проведении НТ для ИС",
      "Протокол НТ":"Обязательный Артефакт при проведении НТ для ИС",
      "Руководство администратора ИС":"Разрабатывается только для случаев, когда требуется руководство администратора или его изменение",
      "Руководство пользователя ИС": "Разрабатывается только для случаев, когда требуется руководство пользователя или его изменение",
      "ПМИ":"Обязательный Артефакт. При этом Менеджер качества ИС может принять решение, влекущее за собой повышение вероятности неуспешного прохождения ПСИ, о применении ранее согласованного Артефакта, если он по оценке Менеджера качества и Команды полностью покрывает все необходимые испытания по Инкременту",
      "Протокол ПСИ":"Обязательный Артефакт при любых доработках",
      "Акт ввода в эксплуатацию": "Обязательный Артефакт при вводе ИС в эксплуатацию, а также вводе в эксплуатацию любых доработок ИС, согласуется после установки ИС в рамках Релиза в Промышленную среду",
      "Акт вывода из эксплуатации":"Обязательный Артефакт при выводе ИС из эксплуатации, согласуется после завершения работ по выводу из эксплуатации в рамках Релиза"
      },
  "выведи ЧЕК-ЛИСТ УАРО":[
      "При изменениях в перечисленных ниже пунктах, их атрибутах и связях, а также при доработках их витрин хранилищ данных, необходимо: отметить соответствующие пункты в чек-листе (оставить только отметку «Да»), и в лист согласования Артефакта добавить руководителя УАРО. При отсутствии изменений оставить отметку «Нет».",
      {
          "Бух учет (для всех АБС)":[
              "Да/Нет Введение/изменение операций, открывающие счета на новых БП2 (ранее не используемых)",
              "Да/Нет Введение нового типа счета (Роли счета).",
              "Да/Нет Изменения в схеме учета, например, ранее учет производился на аналитических счетах, а происходит переход на учет на сводных счетах (или наоборот).",
              "Да/Нет Изменения/добавление в технических атрибутах счетов, например, классы, Роли, которые позволяют относить тот или иной счет, к той или иной категории при выгрузке счетов в КХД (Номер в РИС 401) / КИХ (Номер в РИС 552)",
              "Да/Нет Изменения в атрибутах счетов/введение новых атрибутов, например, признаки отнесения к счетам резидентов/нерезидентов, возможности дистанционного открытия/обслуживания счета."
          ],
          "Справочники":[
              "Да/Нет Изменения в структуре, форматах, обязательности заполнения параметров и составе общесистемных справочников, например, филиалов Банка, стран, валют, счетов и тд.",
              "Да/Нет Введение, изменение состава, а также связи в разных АБС общесистемных (или зависимых) справочников, например, справочник бизнес продуктов, справочник кредитных продуктов и т.д."
          ],
          "Атрибуты сделки":[
              "Да/Нет Введение/изменение связи счета со сделкой",
              "Да/Нет Введение/изменение Роли счета в сделке",
              "Да/Нет Изменения в форматах и составах атрибутов сделок, которые могут анализироваться при составлении отчетности, например, статусы, коды, связи, номера, различные признаки и тд.",
              "Да/Нет Изменения регламента ведения сделок в системах, например: W4 (Номер в РИС 420 эксБМ, Номер в РИС 391 эксВТБ24), Profile (Номер в РИС 390), Xbank (Номер в РИС 383), ЦАБС (Номер в РИС 342), Мбанк (Номер в РИС 419), УЗОР (Номер в РИС 345) и т.д.",
              "Да/Нет Введение/изменение отнесения сделки к различным сегментам, например, к сегменту «кредитные продукты, предоставляемые при получении заемщиком регулярных выплат на свой банковский счет» и т.п.",
              "Да/Нет Введение новых продуктов, введение/изменение по тарифам и ставкам продуктов.",
              "Да/Нет Изменение связей/атрибутов связи сделок (договоров), например, отражение связи ипотечного договора со счетом эскроу, отражение связи аккредитива со счетом эскроу."
          ],
          "Атрибуты платежных документов":[
              "Да/Нет Изменение схемы заполнения атрибутов платежного документа, например, в случае кассового документа, кода, р/с, к/с.",
              "Да/Нет Изменение связи документа (операции) с проводками, относящимися к документу (операции)."
          ],
          "Атрибуты клиента":[
              "Да/Нет Введение/изменение связи карточек клиентов",
              "Да/Нет Изменения в форматах и составах атрибутов клиентов в системах-источниках.",
              "Да/Нет Изменения в МДМ, как системе, в которой ведется Единый клиент.",
              "Да/Нет Изменения в ПКБ"
          ],
          "Для доработок ХД (КХД (Номер в РИС 401) / КИХ (Номер в РИС 552))":"Да/Нет Любой атрибут, используемый в алгоритмах сбора витрин dm_spo/OFSA_OWNER/DWH_CBR."
              }
          ]
},


"Сложные вопросы":{
"Какой артефакт можно не делать При внедрении HOTFIX-Релизов ":"Протокол ПСИ",
"Чем отличаются ПСИ и ППСИ?":" ППСИ выполняется для предварительной проверки функциональности, тогда как ПСИ является финальной проверкой для приемки системы перед ее вводом в эксплуатацию.",
"как разделяется тестирование":"по количеству вовлеченных ИС, по охвату",
"где описаны требования к ИС?":"приложение 2",
"напиши все Правила работы с Артефактами в ИСАПП ":[
  "5.3.1. Артефакты представляют собой набор связанной информации в ИСАПП и могут быть при необходимости выгружены в формате документа.",
  "5.3.2. Версии Артефактов по Инкрементам и Артефактов по ИС должны быть связаны с Элементами Бэклога.",
  "5.3.3. Использование электронной подписи при согласовании Артефактов производится в соответствии с Приложением 18 Положения.",
  "5.3.4. Доступен режим сравнения согласуемой версии Артефакта с последней согласованной версией Артефакта и с последней, отправлявшейся на согласование версией Артефакта, с отображением всех отличий версий Артефакта.",
  "5.3.5. Участвующим доступен просмотр вердиктов, замечаний и предложений по Артефакту, оставленных другими Участвующими.",
  {
      "5.3.6. В ИСАПП для Артефактов должны быть указаны связи":[
          "с другими ранее согласованными или еще согласуемыми Артефактами по доработке, при их наличии. К примеру, для Артефакта «Архитектура Инкремента» связь с Артефактом «Требования к Инкременту»;",
          "Артефактов ИС, детализирующих Артефакты Инкремента или в которые переносится информация из Артефактов Инкремента, должны быть указаны связи на Артефакты Инкремента, при их наличии",
          "с Сервисами, которые затрагивает доработка."
      ]
  },
  {
      "5.3.7. В согласованных Артефактах и Артефактах, отправленных на согласование, должна содержаться следующая информация":[
          "Стрим, ответственный за ИС/Инкремент",
          "Стримы, участвующие в разработке Артефакта",
          "наименование и код всех ИС, доработка которых описывается в данном Артефакте",
          "наименование Инкремента – для Артефактов Инкремента"
      ]
  },
  {
      "5.3.8. При наличии замечаний к согласуемой версии Артефакта" : [
          "Участвующим рекомендуется направлять Ответственному за Артефакт замечания и предложения по их устранению по факту выявления замечаний",
          "При указании вердикта в ИСАПП Участвующий описывает итоговый перечень замечаний. Участвующий предлагает 1 (один) или несколько вариантов устранения замечания, если вопрос находится в зоне его компетенций"

      ]
  },
  "5.3.9. При отклонении замечаний Создатель должен указать обоснование отклонения в ИСАПП",
  {
      "5.3.10. Правила формирования вердиктов по согласованию Артефактов в ИСАПП":[
          {
              "по результатам согласования каждый Участвующий указывает один из следующих вердиктов":{
                  "Согласованo": "у Участвующего нет замечаний",
                  "Согласовано с замечаниями" : "у Участвующего есть замечания, рекомендуемые для устранения. Замечания не являются блокирующими для согласования Артефакта",
                  "Не согласовано": "у Участвующего есть блокирующие замечания, без устранения которых доработка не может быть внедрена, либо требуется принятие решения о возможности внедрения доработки с выявленными рисками. К блокирующим замечаниям в том числе относится несогласие Участвующего с перечнем Артефактов, которые Команды планируют взять в качестве Задач Технического долга в Артефакте «Протокол ПСИ». При отклонении Артефакта, в случае если на 1 (первом) круге согласования Участвующий выявил, что созданный Артефакт/ внесенные доработки в Артефакт не соответствуют требованиям настоящего Положения, Участвующий может не согласовать Артефакт с объяснением конкретных несоответствий. При наличии на 1 (первом) круге согласования несоответствий требованиям настоящего Положения, влекущих к значительной переработке Инкремента в Артефакте для их устранения, допустимо увеличение длительности 2 (второго) круга согласования до длительности 1 (первого) круга согласования. Для этого Участвующий указывает соответствующую отметку в ИСАПП"
              },
              "общий результат круга согласования формируется на основании вердиктов Участвующих":{
                  "Согласовано":"все Участвующие указали вердикт «Согласовано», либо все Участвующие указали вердикты, среди которых есть вердикты «Согласовано» и «Ошибка привлечения»",
                  "Согласовано с замечаниями": "нет вердиктов «Не согласовано» и 1 (один) или несколько Участвующих указали вердикт «Согласовано с замечаниями». Для того, чтобы Артефакт был согласован, принимается решение о необходимости устранения замечаний в соответствии с подпунктом 5.4.9 Положения. При принятии решения о согласовании Артефакта без учета замечания, выполняются действия, описанные в подпункте 5.3.11 Положения",
                  "Не согласовано": "1 (один) или несколько Участвующих указали вердикт «Не согласовано",
                  "Ошибка привлечения": "все Участвующие указали вердикт «Ошибка привлечения"
              }
          }
      ]
  },
   {
      "5.3.11. Версия Артефакта считается согласованной в любом из следующих случаев" : [
          "общий результат круга Согласовано",
          "Владелец Бэклога Стрима указал вердикт «Согласовано с принятием последствий» в соответствии с подпунктом 5.4.12 Положения",
          {
              "Владелец Бэклога Команды, либо Стрима принял решение о возможности согласования Артефакта без учета замечаний и/или без вердикта Участвующих кроме случаев, описанных в подпункте 5.4.12 Положения. Для этого Владелец Бэклога Команды, либо Стрима указывает вердикт «Согласовано с принятием последствий», при этом":[
                  "Владелец Бэклога не может принять данное решение при отсутствии вердикта 1 (одного) или нескольких Участвующих до истечения нормативного срока, определенного в подпункте 5.4.8 Положения",
                  "если Участвующий не указал вердикт на текущем круге, задокументированное экспертное мнение Участвующего на предыдущем круге согласования должно быть учтено, либо в ИСАПП обосновано их отклонение, а также учтены, либо отклонены замечания Участвующего на текущем круге согласования, оставленные на странице согласуемой версии Артефакта, либо направленные Ответственному за Артефакт по корпоративной электронной почте",
                  "если замечания планируются к устранению в рамках следующих версий Артефактов, должны быть зарегистрированы 1 (одна) или несколько Задач с типом Технический долг и связаны с согласуемой версией Артефакта в ИСАПП"
              ]
          }
      ]
   }
]
},


"Вопросы по ссылкам":{

  "дай ссылку на чек-лист безбумажного банка":"https://wiki.corp.dev.vtb/pages/viewpage.action?pageId=703078276",
  "дай ссылку на Состав ИС автоматизации производственного процесса":"https://wiki.corp.dev.vtb/pages/viewpage.action?pageId=2963122051",
  "дай ссылку на формирование наименований Суперспринтов и Спринтов":"wiki.corp.dev.vtb/pages/viewpage.action?pageId=54987411"
  }
}